[{"MatchedObjectId": "762707900", "MatchedObjectDescriptor": {"PositionID": "FSA/ENF-2024-0003", "PositionTitle": "General Attorney 11/12 (Excepted Service)", "PositionURI": "https://www.usajobs.gov:443/GetJob/ViewDetails/762707900", "ApplyURI": ["https://www.usajobs.gov:443/GetJob/ViewDetails/762707900?PostingChannelID="], "PositionLocationDisplay": "Location Negotiable After Selection", "PositionLocation": [{"LocationName": "Salt Lake City, Utah", "CountryCode": "United States", "CountrySubDivisionCode": "Utah", "CityName": "Salt Lake City, Utah", "Longitude": -111.88823, "Latitude": 40.75952}, {"LocationName": "Seattle, Washington", "CountryCode": "United States", "CountrySubDivisionCode": "Washington", "CityName": "Seattle, Washington", "Longitude": -122.32945, "Latitude": 47.60358}, {"LocationName": "Phoenix, Arizona", "CountryCode": "United States", "CountrySubDivisionCode": "Arizona", "CityName": "Phoenix, Arizona", "Longitude": -112.075775, "Latitude": 33.44826}, {"LocationName": "Los Angeles, California", "CountryCode": "United States", "CountrySubDivisionCode": "California", "CityName": "Los Angeles, California", "Longitude": -118.245, "Latitude": 34.0535}, {"LocationName": "San Francisco, California", "CountryCode": "United States", "CountrySubDivisionCode": "California", "CityName": "San Francisco, California", "Longitude": -122.4196, "Latitude": 37.7771}, {"LocationName": "Denver, Colorado", "CountryCode": "United States", "CountrySubDivisionCode": "Colorado", "CityName": "Denver, Colorado", "Longitude": -104.992256, "Latitude": 39.74001}, {"LocationName": "Washington, District of Columbia", "CountryCode": "United States", "CountrySubDivisionCode": "District of Columbia", "CityName": "Washington, District of Columbia", "Longitude": -77.032, "Latitude": 38.8904}, {"LocationName": "Miami, Florida", "CountryCode": "United States", "CountrySubDivisionCode": "Florida", "CityName": "Miami, Florida", "Longitude": -80.23742, "Latitude": 25.728985}, {"LocationName": "Atlanta, Georgia", "CountryCode": "United States", "CountrySubDivisionCode": "Georgia", "CityName": "Atlanta, Georgia", "Longitude": -84.39111, "Latitude": 33.748314}, {"LocationName": "Chicago, Illinois", "CountryCode": "United States", "CountrySubDivisionCode": "Illinois", "CityName": "Chicago, Illinois", "Longitude": -87.63241, "Latitude": 41.88415}, {"LocationName": "Indianapolis, Indiana", "CountryCode": "United States", "CountrySubDivisionCode": "Indiana", "CityName": "Indianapolis, Indiana", "Longitude": -86.14996, "Latitude": 39.76691}, {"LocationName": "New Orleans, Louisiana", "CountryCode": "United States", "CountrySubDivisionCode": "Louisiana", "CityName": "New Orleans, Louisiana", "Longitude": -90.07771, "Latitude": 29.95369}, {"LocationName": "Boston, Massachusetts", "CountryCode": "United States", "CountrySubDivisionCode": "Massachusetts", "CityName": "Boston, Massachusetts", "Longitude": -71.0567, "Latitude": 42.358635}, {"LocationName": "Minneapolis, Minnesota", "CountryCode": "United States", "CountrySubDivisionCode": "Minnesota", "CityName": "Minneapolis, Minnesota", "Longitude": -93.26493, "Latitude": 44.979034}, {"LocationName": "Kansas City, Missouri", "CountryCode": "United States", "CountrySubDivisionCode": "Missouri", "CityName": "Kansas City, Missouri", "Longitude": -94.58306, "Latitude": 39.10296}, {"LocationName": "Albuquerque, New Mexico", "CountryCode": "United States", "CountrySubDivisionCode": "New Mexico", "CityName": "Albuquerque, New Mexico", "Longitude": -106.649, "Latitude": 35.0842}, {"LocationName": "New York, New York", "CountryCode": "United States", "CountrySubDivisionCode": "New York", "CityName": "New York, New York", "Longitude": -74.0071, "Latitude": 40.7146}, {"LocationName": "Oklahoma City, Oklahoma", "CountryCode": "United States", "CountrySubDivisionCode": "Oklahoma", "CityName": "Oklahoma City, Oklahoma", "Longitude": -97.52033, "Latitude": 35.472004}, {"LocationName": "Portland, Oregon", "CountryCode": "United States", "CountrySubDivisionCode": "Oregon", "CityName": "Portland, Oregon", "Longitude": -122.67563, "Latitude": 45.511795}, {"LocationName": "Austin, Texas", "CountryCode": "United States", "CountrySubDivisionCode": "Texas", "CityName": "Austin, Texas", "Longitude": -97.743, "Latitude": 30.2676}], "OrganizationName": "Federal Student Aid", "DepartmentName": "Department of Education", "JobCategory": [{"Name": "Attorney", "Code": "0905"}], "JobGrade": [{"Code": "GS"}], "PositionSchedule": [{"Name": "", "Code": "1"}], "PositionOfferingType": [{"Name": "", "Code": "15317"}], "QualificationSummary": "You must meet the following Selective Placement Factor: Must be a graduate from a law school accredited by the American Bar Association. Proof of admission to the Bar of the highest court of a state, territory, the District of Columbia, or the Commonwealth of Puerto Rico; and a current membership in such Bar as would permit the practice of law. You must be a member in good standing of a state, territory of the United States, District of Columbia, or the Commonwealth of Puerto Rico bar. AND Preferred Qualification: Experience relating to Title IV programs of the Higher Education Act (HEA), Borrower Defense regulations, other loan discharge regulations, and/or consumer protection statutes highly desirable, as well as journal and/or clerkship experience. Specialized Experience for GS-11: One year of experience equivalent to the GS-09 performing at least two (2) of the following three (3) duties of work assignments: 1. Training and/or experience in legal analysis and writing. 2. Training and/or experience in conducting legal research. 3. Training and/or experience in reviewing and analyzing evidence. Specialized Experience for GS-12: One year of experience equivalent to the GS-11 performing at least two (2) of the following three (3) duties of work assignments: 1. Experience in legal analysis and writing. 2. Experience in conducting legal research. 3. Experience reviewing and analyzing evidence. Knowledge, Skills, and Abilities (KSAs) The quality of your experience will be measured by the extent to which you possess the following knowledge, skills, and abilities (KSAs). You do not need to provide separate narrative responses to these KSAs, as they will be measured by your responses to the occupational questionnaire (you may preview the occupational questionnaire by clicking the link at the end of the Evaluations section of this vacancy announcement). 1. Skill in legal analysis and legal writing. 2. Legal research skills. 3. Skill in analysis of evidence. 4. Skill in applying the law to specific facts, cases, or claims.", "PositionRemuneration": [{"MinimumRange": "69107.0", "MaximumRange": "133236.0", "RateIntervalCode": "PA", "Description": "Per Year"}], "PositionStartDate": "2023-11-28T00:00:00.0000", "PositionEndDate": "2024-09-30T23:59:59.9970", "PublicationStartDate": "2023-11-28T00:00:00.0000", "ApplicationCloseDate": "2024-09-30T23:59:59.9970", "PositionFormattedDescription": [{"Label": "Dynamic Teaser", "LabelDescription": "Hit highlighting for keyword searches."}], "UserArea": {"Details": {"JobSummary": "At Federal Student Aid (FSA), we are proud sponsors of the American mind. As a principal office of the U.S. Department of Education (ED), FSA provides students and families financial assistance for higher education, and we promote the value of postsecondary education to society. We ensure that all eligible students and families can benefit from federal financial aid for education or training beyond high school.", "WhoMayApply": {"Name": "", "Code": ""}, "LowGrade": "11", "HighGrade": "12", "PromotionPotential": "12", "OrganizationCodes": "ED/EDEN", "Relocation": "False", "HiringPath": ["fed-excepted", "public"], "TotalOpenings": "Many", "AgencyMarketingStatement": "Federal Student Aid (FSA) is Funding America's Future, One Student At A Time. Our vision is to be the most trusted and reliable source of student financial aid, information, and services in the nation. If you join us, you will be among a team of experts responsible for helping millions of students achieve their goals. Every part of our team—including operations, student aid delivery and servicing, vendor and contract management, and budgeting and cost control—plays an essential role in achieving our mission.", "TravelCode": "0", "ApplyOnlineUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67338", "DetailStatusUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67338&S=1", "MajorDuties": ["We encourage you to read this entire vacancy announcement prior to submitting your application. Multiple positions are located in the Department of Education, Federal Student Aid, and Borrower Defense Group within the Enforcement Directorate. The Borrower Defense Group considers and issues recommendations or decisions on claims by borrowers who assert a defense to repayment of Federal student loans based on an act or omission of an Institution of Higher Education that gives rise to a cause of action under State law or Federal regulations, as applicable. As a General Attorney, GS-0905-11, with significant oversight you will be responsible for: • Prepares preliminary memoranda/reports outlining facts and legal issues, analyzing the factual and legal issues involved, explaining the application of legal principles and precedents to the relevant facts, and justifying recommendations or conclusions. • Conducts research in connection with legal questions, such as questions concerning the interpretation and application of statutes, rules, and regulations as they pertain to Enforcement matters. • Reviews and synthesizes evidence to support legal theories. • Investigates and/or adjudicates borrower defense claims involving varied factual and legal issues. As a General Attorney, GS-0905-12, you will be responsible for: • Prepares preliminary memoranda/reports outlining facts and legal issues, analyzing the factual and legal issues involved, explaining the application of legal principles and precedents to the relevant facts, and justifying recommendations or conclusions. • Conducts research of statutes, regulations, Education (ED) and Federal Student Aid (FSA) policies and legal opinions bearing on the legal issues involved in the development and implementation of investigation activities and borrower defense decisions. • Gathers, reviews, and analyzes evidence to support case development. • Investigates and/or adjudicates borrower defense claims involving varied factual and legal issues."], "Education": "This position has a positive education requirement. Must be a graduate from a law school accredited by the American Bar Association. Foreign Education: Education completed in foreign colleges or universities may be used to meet education requirements if you can show that the foreign education is comparable to that received in an accredited educational institution in the United States. It is your responsibility to provide such evidence when applying. If you are using foreign education to meet qualification requirements, you must submit a Certificate of Foreign Equivalency with your transcript in order to receive credit for that education. For further information, please click Foreign Education.", "Requirements": "You must submit (REQUIRED FOR ALL APPLICANTS): •A resume demonstrating your education, experience, training, and accomplishments as it relates to the qualifications for this position and substantiating your responses to the occupational questionnaire. If you are claiming Veterans’ Preference you must submit: •A copy of your DD-214 that shows active service and character of discharge, member copy 4 (Separated Members only); OR •A certification of expected discharge or release from active duty under honorable conditions within 120 days from the date of application (Current Active Duty Members only); AND/OR •The Application for 10-Point Veteran Preference (SF-15) AND all documents indicated on the form as proof of type of preference; AND/OR •Proof of Sole Survivorship Preference (e.g., certificate of death or 100% disability as a result of serving in the armed forces). Veteran's Preference: Department of the Education attorney positions are in the excepted service, not the competitive civil service. There is no formal system for applying veterans' preference to attorney appointments in the excepted service; however, the Department of the Education considers veterans' preference eligibility as a positive factor consideration in the attorney hiring process. If you are eligible for veterans' preference in hiring, you are encouraged to include that information in your application along with the supporting documentation, e.g., SF-15, DD 214, Certificate of Release or Discharge from Active Duty, or other supporting documentation.", "Evaluations": "We will review your application and documentation submitted to ensure you meet the basic qualification requirements. We will refer all qualified candidates to the Selecting Official of the job for further review and consideration. You will be evaluated to determine if you meet qualifications required, and on the extent to which your application shows that you possess the knowledge, skills and abilities associated with this position as defined below. Please be sure to give examples in your resume and explain how often you used these skills, the complexity of the knowledge you possessed, the level of people you interacted with, and the complexity and sensitivity of the issues you handled. THIS IS AN OPEN CONTINUOUS ANNOUNCEMENT WITH ESTABLISHED CUTOFF DATES. APPLICATIONS WILL BE REFERRED BASED ON RECEIPT OF APPLICATION AND ESTABLISHED CUTOFF DATES AS FOLLOWS: 1ST CUTOFF: December 12, 2023 2ND CUTOFF: January 12, 2024 3RD CUTOFF: February 12, 2024 4TH CUTOFF: March 12, 2024 5TH CUTOFF: April 12, 2024 6TH CUTOFF: May 13, 2024 7TH CUTOFF: June 13, 2024 8TH CUTOFF: July 12, 2024 9TH CUTOFF: August 12, 2024 You may preview questions for this vacancy.", "HowToApply": "Step 1: Create a USAJOBS account (if you do not already have one) at www.usajobs.gov. Step 2: All applicants are required to submit a resume either by creating one is USAJOBS or uploading one of their own choosing. Ensure that your resume demonstrates your education, experience, training, and accomplishments as it relates to the qualifications for this position and substantiates your responses to the occupational questionnaire. Step 3: Upload any required documents into your USAJOBS account (must be less than 3MB and in one of the following document formats: GIF, JPG, JPEG, PNG, RTF, PDF, or Word (DOC or DOCX)). Step 4: Click \"Apply Online\" and follow the prompts to complete the occupational questionnaire and attach any required documents. Verify that uploaded documents from USAJOBS transfer into the agency's hiring system. You will have the opportunity to upload any additional required documents in the agency's hiring system. Click “Finish” to submit your application. NOTE: You may update your application or required documents at any time while the announcement is open by logging into your USAJOBS account, clicking on \"Application Status,\" clicking on the position title, clicking \"Update Application,” and following the prompts. In order to receive consideration for this position, you must submit your complete application, including all required documents, by 11:59 PM Eastern Time on the closing date of the vacancy announcement. If the vacancy announcement has an application limit, we recommend that you submit your complete application at the time of initial application. We will not accept any required documentation after the closing date of the vacancy announcement.", "WhatToExpectNext": "As an applicant, you may check your application status through your USAJOBS account at any time. We will also notify you via email of your application status at three key stages in the recruitment process. 1. Once the vacancy announcement closes, we will inform you that your application has been received. 2. After we review your submitted resume and supporting documentation, we will inform you if you are eligible and qualified, if your application was referred to a subject matter expert or panel of subject matter experts for further evaluation, and if you were amongst the most highly qualified candidates referred to the selecting official. 3. Finally, we will inform you if and when a selection is made.", "RequiredDocuments": "You must submit (REQUIRED FOR ALL APPLICANTS): • A resume demonstrating your education, experience, training, and accomplishments as it relates to the qualifications for this position and substantiating your responses to the occupational questionnaire • A completed occupational questionnaire • Transcripts showing course titles, number of credits, and dates of completion. A copy of your degree is not sufficient. You may submit unofficial transcripts as part of your application; however, if you are selected, you will be required to submit official transcripts prior to appointment. • Bar card (at time of offer) • Writing samples may be requested of the candidates who are selected for interviews. Candidates will be asked to provide any representative legal memo that demonstrates writing style and analytical ability. The sample should be written entirely by candidate, light editing by others if any. Will be considered as part of overall candidate assessment. We strongly recommend you submit a Cover Letter highlighting your relevant skills and experience, describing your interest in enforcement issues generally and pertaining to higher education such as borrower defense or federal student loans specifically (if applicable), and explaining how your professional experiences relate to the qualifications listed above. If you currently hold or previously held a federal position at or above the highest grade of this position or you have/had promotion potential at or above the highest grade of this position, you must also submit an SF-50 documenting your highest grade level held or promotion potential. Examples of sufficient SF-50s include appointments and promotions. If you are a current or former federal employee (including current U.S. Department of Education employees), you must also submit: • A Notification of Personnel Action (SF-50): Examples of sufficient SF-50s include appointments, promotions, within-grade increases, and pay adjustments. If you are claiming eligibility under the Veterans Preference, you must submit: • A copy of your DD214, member copy 4 (Separated Members only). • Current Active Duty members must submit a certification of expected discharge or release from active duty under honorable conditions dated within the last 120 days. • A certification of expected discharge or release from active duty under honorable conditions. A “certification” is any written document from the armed forces that certifies the service member is expected to be discharged or released from active duty service in the armed forces under honorable conditions within 120 days after the certification is submitted by the applicant. The certification letter should be on letterhead of the appropriate military branch of the service and contain (1) the military service dates including the expected discharge or release date; and (2) the character of service. (Current Active Duty Members only) • The Application for 10-Point Veteran Preference (SF-15) • The Application for 10-Point Veteran Preference (SF-15) https://www.opm.gov/forms/pdf_fill/SF15.pdf AND all documents indicated on the form as proof of type of preference (e.g., a letter from the Department of Veterans' Affairs certifying the service-connected disability and percentage of disability) (if VEOA eligibility is based on a service-connected disability or derived preference). • Certain Military Spouses Eligible under E.O. 13473: Permanent Change of Station (PCS) orders, issued within the last 2 years, that lists you as authorized to accompany the Military member to the new duty permanent station; OR verification of the member's 100% disability (VA Letter); and/or verification of the member's death while on active duty (DD-1300 and Death Certificate) AND verification of the marriage to the service member (i.e., a marriage license or other legal documentation verifying marriage). If you are claiming selection priority under Interagency Career Transition Assistance Plan (ICTAP) and Career Transition Assistance Plan (CTAP), please visit: CTAP: http://www.ed.gov/about/jobs/open/edhires/ctap.html ICTAP: http://www.ed.gov/about/jobs/open/edhires/ictap.html If you are claiming eligibility under any Special Hiring Authority, you must submit: • Adequate proof of your eligibility (e.g., Documentation of noncompetitive eligibility as a returned Peace Corps Volunteer, Documentation of noncompetitive eligibility for employment under Schedule A as a person with severe physical disabilities, psychiatric disabilities, and intellectual disabilities.)", "Benefits": "FSA is a great place to work. We offer a comprehensive benefits package, including paid vacation and sick leave, federal holidays, health and life insurance, and participation in the Federal Employees Retirement System (FERS), including the Thrift Savings Plan (TSP). For more information about the many benefits available to Federal employees, please visit: https://help.usajobs.gov/index.php/Pay_and_Benefits As an FSA employee, you will also benefit from our family-friendly work environment. As part of our commitment to maintain a productive balance between work and home, we offer excused leave for Parent/Teacher Conferences (3 hours); excused leave for annual health screenings (4 hours); and matching leave for community volunteer service. Other flexibilities that may be available to you, may include teleworking and alternative work schedules.", "BenefitsUrl": "https://www.usajobs.gov/Help/working-in-government/benefits/", "BenefitsDisplayDefaultText": true, "OtherInformation": "Equal Employment Opportunity: We do not discriminate on the basis of race, color, religion, sex, national origin, age, disability, genetic information, sexual orientation, gender identity, status as a parent, marital status, or political affiliation. People with Disabilities: We are committed to expanding access to employment by hiring people with disabilities; providing reasonable accommodations for people with disabilities; and, identifying and removing barriers to work. Persons with disabilities, including disabled veterans, may apply for jobs filled either competitively (where qualified individuals compete with one another through a structured process), noncompetitively (where a qualified individual may be selected based on a special hiring authority), or through an excepted appointing authority for people with disabilities (i.e., Schedule A). If you require a reasonable accommodation for any part of the application process, please contact us. The decision on granting reasonable accommodation is made on a case-by-case basis. For more information, please visit: http://opm.gov/disability/PeopleWithDisabilities.asp Veterans’ Career Counseling: If you are a veteran interested in receiving tips on preparing a Federal resume and/or how to prepare for an interview, you may email Iwork@ed.gov to schedule a session with a career counselor (“Veterans Counseling Session” should be placed in the subject line of the email). Selective Service: If you are a male applicant born after 12/31/1959, you must have registered for the Selective Service. For more information, please visit: https://help.usajobs.gov/index.php/Registering_with_the_Selective_Service_before_you_apply or http://www.sss.gov/default.htm. Student Loan Default: If selected for this position, we will verify that you have not defaulted on any loan funded or guaranteed by the U.S. Department of Education. If you are found to be in default, we will contact you to make arrangements for repayment prior to making an official offer of employment. Suitability and Investigation: If selected for this position, you will be required to complete the Declaration for Federal Employment (OF-306) to determine your suitability for federal employment and subject to a pre-appointment investigation/background check. Level of Risk and Sensitivity: Level of this position is T2 and the sensitivity is Moderate. Essential/Non-Essential: This position is considered non-essential for purposes of reporting to work during federal government closures. Financial Disclosure: This position requires financial disclosure. Telework: This position is telework eligible. Bargaining Unit: This position is included in the bargaining unit. Financial Disclosure Statement: The duties and responsibilities of your position require you to file the Confidential Financial Disclosure Report OGE Form 450, (5 CFR Part 2634, Subpart I) to avoid involvement in a real or apparent conflict of interest. The form is required upon entering the position and annually thereafter.", "KeyRequirements": ["Must be a US Citizen.", "Background investigation and fingerprint check (if applicable).", "Law degree.", "Be an active member of the bar (any U.S. jurisdiction) in good standing.", "Financial Disclosure: This position requires completion of a OGE Form 450."], "WithinArea": "False", "CommuteDistance": "0", "ServiceType": "02", "AnnouncementClosingType": "01", "AgencyContactEmail": "FSAHRActions@ed.gov", "AgencyContactPhone": "202-377-3932", "SecurityClearance": "Other", "DrugTestRequired": "False", "PositionSensitivitiy": "Noncritical-Sensitive (NCS)/Moderate Risk", "AdjudicationType": ["Credentialing", "Suitability/Fitness"], "TeleworkEligible": true, "RemoteIndicator": false}, "IsRadialSearch": false}}, "RelevanceRank": 0}, {"MatchedObjectId": "788573500", "MatchedObjectDescriptor": {"PositionID": "IES-2024-0015", "PositionTitle": "Executive Director, AD-0301-00 (Term NTE 3 Years) (Telework Eligible)", "PositionURI": "https://www.usajobs.gov:443/GetJob/ViewDetails/788573500", "ApplyURI": ["https://www.usajobs.gov:443/GetJob/ViewDetails/788573500?PostingChannelID="], "PositionLocationDisplay": "Washington, District of Columbia", "PositionLocation": [{"LocationName": "Washington, District of Columbia", "CountryCode": "United States", "CountrySubDivisionCode": "District of Columbia", "CityName": "Washington, District of Columbia", "Longitude": -77.032, "Latitude": 38.8904}], "OrganizationName": "Institute of Education Sciences", "DepartmentName": "Department of Education", "JobCategory": [{"Name": "Miscellaneous Administration And Program", "Code": "0301"}], "JobGrade": [{"Code": "AD"}], "PositionSchedule": [{"Name": "", "Code": "1"}], "PositionOfferingType": [{"Name": "Term appointment for three years with possible three-year extension", "Code": "15319"}], "QualificationSummary": "Minimum Qualification Requirements You may meet the minimum qualifications for the AD-00, if you possess the specialized experience listed below. Specialized Experience for the AD-00: One year of experience in either federal or non-federal service that is equivalent to at least a GS-12 performing two (2) out of three (3) following duties or work assignments: 1. Experience managing an appointed board or advisory committee and advising on applicable laws, regulations and rules. 2. Experience working with an education or related organization where understanding and knowledge of all levels of education systems and key education-related issues are acquired. 3. Experience working with various stakeholders simultaneously, including, but not limited to, political appointees, government officials, elected officials, board members, contractors, members of the media, and the general public. Knowledge, Skills, and Abilities (KSAs): The quality of your experience will be measured by the extent to which you possess the following knowledge, skills and abilities (KSAs). You do not need to provide separate narrative responses to these KSAs, as they will be measured by your responses to the occupational questionnaire (you may preview the occupational questionnaire by clicking the link at the end of the Evaluations section of this vacancy announcement). 1. Knowledge of principles, practices, theories, concepts and issues in federal, state or similar policy and practice, in education or a related field. 2. Skill in the executive/legislative decision-making process, particularly in the appropriations and legislative areas. 3. Ability to work and communicate with educators, appointed officials, policy makers, researchers, media representatives, and the general public. 4. Ability to work and be familiar with the process of government or government-like organizations.", "PositionRemuneration": [{"MinimumRange": "117962.0", "MaximumRange": "139395.0", "RateIntervalCode": "PA", "Description": "Per Year"}], "PositionStartDate": "2024-05-06T11:23:31.0070", "PositionEndDate": "2024-05-17T23:59:59.9970", "PublicationStartDate": "2024-05-06T11:23:31.0070", "ApplicationCloseDate": "2024-05-17T23:59:59.9970", "PositionFormattedDescription": [{"Label": "Dynamic Teaser", "LabelDescription": "Hit highlighting for keyword searches."}], "UserArea": {"Details": {"JobSummary": "This position is located in the Institute of Education Sciences (IES), National Board for Education Sciences (NBES) in Washington, DC. The Executive Director is responsible for the execution of policies and projects approved by the Board and ensures that the Board, through its efforts, effectively supports the Director and IES as they work to achieve the mission of the Institute. The position is telework eligible consistent with the Agency’s telework and remote work program policy.", "WhoMayApply": {"Name": "", "Code": ""}, "LowGrade": "00", "HighGrade": "00", "PromotionPotential": "00", "OrganizationCodes": "ED/EDER", "Relocation": "False", "HiringPath": ["public"], "TotalOpenings": "1", "AgencyMarketingStatement": "The U.S. Department of Education (ED) is looking for the best and brightest to ensure equal access and to promote educational excellence throughout the nation. If you are a highly motivated individual who would like to work for an agency that establishes policies on federal financial aid for education, distributes as well as monitors those funds; collects data on America's schools and disseminates research; focuses national attention on key educational issues; and prohibits discrimination and ensures equal access to education, ED is the place for you! We embrace diversity and inclusion, and our talented workforce reflects the personal, professional and educational strengths and diversity of our country. o Provides national leadership on key educational issues. o Awards more than $47 billion annually in grants, mainly to state education agencies, local educational agencies, and institutions of higher education. o Manages a federal student loan portfolio of over $1.5 trillion, held by over 40 million borrowers. o Makes available over $120 billion annually in student aid to help over 10 million students and their families afford college. o Enforces the nation’s civil rights laws pertaining to education. o Supports programs of research, statistics, and evaluation of education in order to identify effective instructional practices, track student achievement, and measure the impact of educational reform.", "TravelCode": "1", "ApplyOnlineUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67517", "DetailStatusUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67517&S=1", "MajorDuties": ["APPLICATION LIMIT: This vacancy announcement is limited to the first 100 applications received and will close at 11:59PM Eastern Time on the day that we receive the 100th application, or at 11:59PM Eastern Time on the listed closing date, whichever occurs first. We encourage you to read this entire vacancy announcement prior to submitting your application. As an Executive Director, AD-0301-00, you will be responsible for: • Advise the National Board for Education Sciences (NBES), carry out research and projects related to the duties of the NBES, and implement its policies, recommendations, and directives. • Organize and manage the operations of the Board, including overseeing its annual budget, developing long range plans for the Board, and preparing Congressionally mandated reports. • Liaise with members of Congress, U.S. Department of Education officials, and public and private education organizations. • Schedule and organize board meetings throughout a given year, including preparing meeting agendas, meeting discussions, and supporting materials."], "Education": "Education cannot be substituted for experience for this position and grade level.", "Requirements": "You must meet all qualification requirements within 30 days of the closing date of this vacancy announcement. Experience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., Peace Corps, AmeriCorps) and other organizations (e.g., professional; philanthropic; religious; spiritual; community, student, social). Volunteer work helps build critical competencies, knowledge, and skills, and can provide valuable training and experience that translates directly to paid employment. We will consider all qualifying experience, including any volunteer experience. TELEWORK ELIGIBILITY: You may be eligible for occasional telework in which you are required to report to the office on a regular basis. Participation must be requested and approved by the supervisor and there must be a signed telework agreement. The number of telework days approved is determined by the agency policy, emergency situations, the approval of your immediate supervisor. You must have access to high speed internet and cell phone service meeting current Agency policy from the approved work location.", "Evaluations": "We use a multi-step process to review and evaluate applicants: Eligibility and Minimum Qualifications Once the vacancy announcement closes, we will review your resume and documents to determine if you meet the eligibility and minimum qualification requirements, including any required education, experience, and/or selective placement factors. You will be rated as ineligible if your application is missing any required documents. You will be rated as not qualified if you do not possess the minimum qualification requirements. Rating and Ranking If you are found to meet both the eligibility and minimum qualification requirements, we will assess the quality of your experience and the extent to which you possess the required KSAs by comparing your submitted resume and documents against your responses to the occupational questionnaire. You will be evaluated based on how well you meet the qualifications and competencies listed in this vacancy announcement. Your qualifications will be evaluated based on your application materials, the responses on the application questionnaire, and the result of the Monster Competency Based Assessment(s) required for this position. You will be assessed on the following competencies. Non-Supervisory: Oral Communications, Writing, Interpersonal Skills, Problem Solving, Teamwork, Technology Orientation, Customer Service, Attention to Detail and Self-Management Based on the outcome of this evaluation candidates will be assigned a numerical score out of a possible 100 and be placed into one of three categories: Best Qualified, Well Qualified, or Qualified. The three categories are defined below: Best-Qualified Category – Applicants who have a score between 95 and 100. Demonstrates better overall or key knowledge, skills, or abilities for a specific position. Well-Qualified Category – Applicants who have a score between 85 and 94.99. Possesses the KSAs which clearly exceed the minimum qualification requirements for the position but does not necessarily meet the definition of best qualified. Qualified Category – Applicants who have a score between 70 and 84.99. Meets the minimum qualification standards for a specific position. If your responses to the occupational questionnaire are not substantiated by your submitted resume, you may be eliminated from receiving further consideration. Veterans’ Preference: Veterans’ preference eligibles will be ranked ahead of qualified non-preference eligibles within each category for which they are qualified. Qualified veterans’ preference eligibles with a compensable service-connected disability of 10 percent or more (CPS and CP) will be placed at the top of the Best Qualified category, except in the case of scientific or professional positions at the GS-9 grade level or higher. Referral and Selection If you are found to be amongst the best qualified applicants, you will be referred to the selecting official. As part of the assessment and selection process, the selecting official may invite you to participate in a structured interview, check your references, and/or request a writing sample or complete a written assessment or exercise to further evaluate your qualifications for this position. You may preview questions for this vacancy.", "HowToApply": "Step 1: Create a USAJOBS account (if you do not already have one) at www.usajobs.gov. Step 2: Create a resume using the USAJOBS resume builder or upload a resume into your USAJOBS account. Ensure that your resume demonstrates your education, experience, training, and accomplishments as it relates to the qualifications for this position and substantiates your responses to the occupational questionnaire. Step 3: Upload any required documents into your USAJOBS account (must be less than 3MB and in one of the following document formats: GIF, JPG, JPEG, PNG, RTF, PDF, or Word (DOC or DOCX)). Step 4: Click \"Apply Online\" and follow the prompts to complete the occupational questionnaire and attach any required documents. Verify that uploaded documents from USAJOBS transfer into the agency's hiring system. You will have the opportunity to upload any additional required documents in the agency's hiring system. Click “Finish” to submit your application. NOTE: You may update your application or required documents at any time while the announcement is open by logging into your USAJOBS account, clicking on \"Application Status,\" clicking on the position title, clicking \"Update Application,” and following the prompts. In order to receive consideration for this position, you must submit your complete application, including all required documents, by 11:59 PM Eastern Time on the closing date of the vacancy announcement. If the vacancy announcement has an application limit, we recommend that you submit your complete application at the time of initial application. We will not accept any required documentation after the closing date of the vacancy announcement. If you have any questions regarding submitting your application, please contact the HR Specialist listed under the Agency Contact Information.", "WhatToExpectNext": "As an applicant, you may check your application status through your USAJOBS account at any time. We will also notify you via email of your application status at three key stages in the recruitment process. 1. Once the vacancy announcement closes, we will inform you that your application has been received. 2. After we review your submitted resume and supporting documentation, we will inform you if you are eligible and qualified, if your application was referred to a subject matter expert or panel of subject matter experts for further evaluation, and if you were amongst the most highly qualified candidates referred to the selecting official. 3. Finally, we will inform you of your final disposition for this announcement (e.g., if/when a selection is made, if/when the announcement is cancelled).", "RequiredDocuments": "You must submit (REQUIRED FOR ALL APPLICANTS): 1. A resume demonstrating your education, experience, training, and accomplishments as it relates to the qualifications for this position and substantiating your responses to the occupational questionnaire. 2. Letter of Interest. 3. If you are claiming Veteran's Preference, you must submit: A copy of your DD-214 that shows active service and character of discharge (Separated Members only); OR A certification of expected discharge or release from active duty under honorable conditions within 120 days from the date of application (Current Active Duty Members only); AND/OR The Application for 10-Point Veteran Preference (SF-15) AND all documents indicated on the form as proof of type of preference; AND/OR Proof of Sole Survivorship Preference (e.g., certificate of death or 100% disability as a result of serving in the armed forces).", "Benefits": "As an ED employee, you will also benefit from our family-friendly work environment. As part of our commitment to maintain a productive balance between work and home, we offer excused leave for Parent/Teacher Conferences (3 hours); excused leave for annual health screenings (4 hours); and matching leave for community volunteer service. Other flexibilities that may be available to you include telework and alternative work schedules. You may be eligible to receive a recruitment incentive for this position. To receive this incentive payment, you will be required to sign a service agreement obligating you to remain with the U.S. Department of Education for a specified period as agreed upon. You may be eligible to receive a relocation incentive for this position. To receive this incentive payment, you will be required to sign a service agreement obligating you to remain with the U.S. Department of Education for a specified period as agreed upon. You may be eligible to participate in the Student Loan Repayment Program as a recruitment incentive for this position. To receive student loan repayments, you will be required to sign a service agreement obligating you to remain with the U.S. Department of Education for a specified period as agreed upon.", "BenefitsUrl": "https://www.usajobs.gov/Help/working-in-government/benefits/", "BenefitsDisplayDefaultText": true, "OtherInformation": "Veterans’ Career Counseling: If you are a veteran interested in receiving tips on preparing a Federal resume and/or how to prepare for an interview, you may email sro_recruiting@ed.gov to schedule a session with a career counselor (“Veterans Counseling Session” should be placed in the subject line of the email). Student Loan Default: If selected for this position, we will verify that you have not defaulted on any loan funded or guaranteed by the U.S. Department of Education. If you are found to be in default, we will contact you to make arrangements for repayment prior to making an official offer of employment. Suitability and Investigation: If selected for this position, you will be required to complete the Declaration for Federal Employment (OF-306) to determine your suitability for federal employment and successfully complete a pre-appointment investigation/background check. Essential/Non-Essential: This position is considered non-essential for purposes of reporting to work during federal government closures. Financial Disclosure: This position does not require financial disclosure. Bargaining Unit: This position is not included in the bargaining unit. Selections: Agencies have broad authority under law to hire from any appropriate source of eligibles and may fill a vacancy in the competitive service by any method authorized. We may make additional selections from this vacancy announcement within 90 days from the date the selection certificates are issued, should vacancies occur. We may also share selection certificates amongst program offices across the agency.", "KeyRequirements": ["Must be a US Citizen.", "Relocation will not be paid.", "Males 18 and over must be registered with the Selective Service.", "You may be subject to serve a one-year  probationary period.", "A background investigation and fingerprints will be required."], "WithinArea": "False", "CommuteDistance": "0", "ServiceType": "02", "AnnouncementClosingType": "03", "AnnouncementClosingTypeOption": "100", "AgencyContactEmail": "Carrie.Marez@ed.gov", "AgencyContactPhone": "303-844-3545", "SecurityClearance": "Other", "DrugTestRequired": "False", "PositionSensitivitiy": "Moderate Risk (MR)", "AdjudicationType": ["Suitability/Fitness"], "TeleworkEligible": true, "RemoteIndicator": false}, "IsRadialSearch": false}}, "RelevanceRank": 0}, {"MatchedObjectId": "789239600", "MatchedObjectDescriptor": {"PositionID": "EA-2024-0006", "PositionTitle": "Student Volunteer Trainee (Fall) Remote Eligible", "PositionURI": "https://www.usajobs.gov:443/GetJob/ViewDetails/789239600", "ApplyURI": ["https://www.usajobs.gov:443/GetJob/ViewDetails/789239600?PostingChannelID="], "PositionLocationDisplay": "Anywhere in the U.S. (remote job)", "PositionLocation": [{"LocationName": "Anywhere in the U.S. (remote job), United States", "CountryCode": "United States", "CityName": "Anywhere in the U.S. (remote job), United States", "Longitude": 0, "Latitude": 0}], "OrganizationName": "Office of Finance and Operations", "DepartmentName": "Department of Education", "JobCategory": [{"Name": "General Student Trainee", "Code": "0099"}], "JobGrade": [{"Code": "GS"}], "PositionSchedule": [{"Name": "Full or Part-Time", "Code": "6"}], "PositionOfferingType": [{"Name": "", "Code": "15328"}], "QualificationSummary": "Applicants should select which two training and developmental areas they're interested in. Please keep in mind that due to the volume of applications received, internships within listed areas may vary due to availability. Applicants must meet all requirements at time of appointment. Eligible International Students: Individuals who are not U.S. citizens, but who reside in the U.S., may volunteer (1) if they are lawful permanent residents; or (2) if they are non-immigrant aliens with F-1 or J-1 visa status, who are bona fide students residing in the U.S. solely to pursue a course of study at a recognized, approved institution of education, or (3) have deferred action (DACA) status. All foreign national intern applicants will be required to meet the following criteria for consideration: Must have resided in the United States for three (3) out of the last five (5) years. This ensures an adequate background investigation can be completed. Must either be a Lawful Legal Resident of the United States or hold a valid F1 Visa. Must be a citizen from a country that is allied with the United States. A current list of allied nations can be located at: http://www.state.gov/s/l/treaty/collectivedefense/. A requisite investigation must be conducted on all non-U.S. citizen interns. All investigation materials must be submitted and approval granted by the Office of Finance and Operations (OFO) Personnel Security Office prior to commencing the internship. The following forms will be needed for a complete package: SF-85P, OF-306, Fingerprinting (Digital or Ink), and Fair Credit Release, Resume (if applicable) Additionally, the Cyber Security and Privacy Awareness Training module must be completed, and certificate received, before approval to start will be granted. Meet Homeland Security Presidential Directive 12 (HSPD-12) and Federal Information Processing Standard 201 (FIPS 201-2) pre-employment requirements for PIV ID issuance. Interns must present two (original) forms of identification, prior to badge issuance, for identity proofing. Acceptable documents are listed on Form I-9, Employment Eligibility Verification (pg.9). At least one submitted document must be a valid State or Federal government-issued picture ID. Identity proofing may be completed at any time, prior to the commencement of work.", "PositionRemuneration": [{"MinimumRange": "0.0", "MaximumRange": "0.0", "RateIntervalCode": "WC", "Description": "Without Compensation"}], "PositionStartDate": "2024-05-01T00:00:00.0000", "PositionEndDate": "2024-07-31T23:59:59.9970", "PublicationStartDate": "2024-05-01T00:00:00.0000", "ApplicationCloseDate": "2024-07-31T23:59:59.9970", "PositionFormattedDescription": [{"Label": "Dynamic Teaser", "LabelDescription": "Hit highlighting for keyword searches."}], "UserArea": {"Details": {"JobSummary": "This is a Student Volunteer Trainee position for Fall 2024. The Department of Education (ED) offers internships for students interested in seeking valuable work experience in government and federal education policy and administration. Volunteers have the opportunity to make meaningful contributions to the Department's mission to promote student achievement and preparation for global competitiveness by fostering educational excellence and ensuring equal access.", "WhoMayApply": {"Name": "", "Code": ""}, "LowGrade": "00", "HighGrade": "00", "PromotionPotential": "00", "OrganizationCodes": "ED/EDEK", "Relocation": "False", "HiringPath": ["student"], "TotalOpenings": "Many", "AgencyMarketingStatement": "The U.S. Department of Education (ED) is looking for the best and brightest to ensure equal access to education and to promote educational excellence throughout the nation. If you are a highly motivated, creative individual who would like to work for an agency that establishes policies on federal financial aid for education, distributes as well as monitors those funds; collects data on America's schools and disseminates research; focuses national attention on key educational issues; and prohibits discrimination and ensures equal access to education, ED is the place for you!", "TravelCode": "0", "ApplyOnlineUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67472", "DetailStatusUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67472&S=1", "MajorDuties": ["This vacancy announcement will be open until July 31, 2024, with three (3) cut-off dates of: May 29th, June 26th, and July 31st (closing date) Applications received by each cut-off date will be reviewed for eligibility requirements and eligible applicants will be referred to the selecting officials. July 31st is the last day to submit your application for consideration. The Department works to tailor each intern's experience to the interests and skills of the student against the needs of Department Program Offices. This opportunity offers training and development in the following areas: Human Resources Management Training and Development (Adult Learning) Data Analytics Project Management Education Policies Grants Management Communications Information Technology"], "Education": "This position has an education requirement (as referenced in the “Requirements” section) and therefore, transcripts and/or proof of enrollment are required. Failure to submit this documentation at the time of application will result in your application being marked incomplete and you will not receive further consideration.", "Requirements": "Applicants must meet the definition of a “Student” at the time of appointment and throughout the duration of the appointment. Student means an individual who has been accepted for enrollment or enrolled and seeking a degree (diploma, certificate, etc.) in a qualifying educational institution, on a full or half-time basis (as defined by the institution in which the student is enrolled). At the time of appointment, applicant must: Be at least 16 years of age. Be enrolled or accepted for enrollment in an accredited institution. Attend an accredited educational institution, including but not limited to; high school, trade school, technical or vocational institute, junior college, college, university, or graduate school. Have permission from the institution at which he/she is currently enrolled to participate in the internship program. Must be enrolled on a, at least, half-time basis in a course of study related to the work to be performed. REMOTE ELIGIBILITY: If selected for this position you are eligible to work remotely. Participation must be requested and approved by the supervisor and there must be a signed remote work agreement. You must have access to high speed internet and cell phone service meeting current Agency policy from the approved work location. OR · You may be eligible for occasional telework in which you are required to report to the office on a regular basis. Participation must be requested and approved by the supervisor and there must be a signed telework agreement. The number of telework days approved is determined by the agency policy, emergency situations, the approval of your immediate supervisor. You must have access to high speed internet and cell phone service meeting current Agency policy from the approved work location.", "Evaluations": "ED will review application packages, determine eligibility and provide recommended placement into program office for review. ED Employees interested in bringing an intern onboard for the respective cohort will interview perspective interns. You may preview questions for this vacancy.", "HowToApply": "Step 1: Create a USAJOBS account (if you do not already have one) at www.usajobs.gov. Step 2: Create a resume using the USAJOBS resume builder or upload a resume into your USAJOBS account. Ensure that your resume demonstrates your education, experience, training, and accomplishments as it relates to the qualifications for this position and substantiates your responses to the occupational questionnaire. Step 3: Upload any required documents into your USAJOBS account (must be less than 3MB and in one of the following document formats: GIF, JPG, JPEG, PNG, RTF, PDF, or Word (DOC or DOCX)). Step 4: Click \"Apply Online\" and follow the prompts to complete the occupational questionnaire and attach any required documents. Verify that uploaded documents from USAJOBS transfer into the agency's hiring system. You will have the opportunity to upload any additional required documents in the agency's hiring system. Click “Finish” to submit your application. NOTE: You may update your application or required documents at any time while the announcement is open by logging into your USAJOBS account, clicking on \"Application Status,\" clicking on the position title, clicking \"Update Application,” and following the prompts. In order to receive consideration for this position, you must submit your complete application, including all required documents, by 11:59 PM Eastern Time on the closing date of the vacancy announcement. We will not accept any required documentation after the closing date of the vacancy announcement.", "WhatToExpectNext": "If you are tentatively selected for an internship, you will be subject to a background investigation/fingerprint check, and you will also be required to provide the requested documentation listed below: U.S. Department of Education Student Volunteer Agreement PDF (1.1MB) | PDF, printed version (24KB) U.S. Office of Personnel Management Declaration for Federal Employment (OF306) Please follow this link Declaration for Federal Employment, OF 306 (opm.gov) to the Office of Personnel Management website to fill out the Declaration for Federal Employment form. U.S. Department of Homeland Security Employment Eligibility Form (I-9) A list of acceptable documents to bring your first day of employment can be found here under Instructions for Form I-9 (specifically pages 8-11). U.S. Department of Education Emergency Contact form [PDF, 69KB] U.S. Department of Education Cyber security awareness training [PDF, 1.5MB] U.S. Office of Personnel Management Fair Credit Release form Please follow this link to the Drug Enforcement Agencies website to download and complete the Fair Credit Release form here. Transcript or school schedule. Letter of Recommendation from your school (optional).", "RequiredDocuments": "An up-to-date resumé. A copy of unofficial transcript for the Spring 2023, Summer 2023, Fall 2024 semester (or) Official documentation from the school verifying enrollment status (or) Receipt of tuition payment to the school (or) Advanced Registration certificate (or) Current In-Progress or Future Course Schedule with student and school name.", "Benefits": "While ED cannot provide compensation or housing for the internship program, all interns are eligible for Metro Transit benefits to cover transportation to and from work. Students receiving outside funding (such as a grant) or school credit for the internship are encouraged to apply.", "BenefitsDisplayDefaultText": true, "OtherInformation": "Multiple offices will be making selections based off availability of positions. This means you may be contacted by several different hiring managers for an interview.", "KeyRequirements": ["Must be a U.S. Citizen or eligible International Student", "Must be at least 16 years of age.", "Must complete background investigation and fingerprint check."], "WithinArea": "False", "CommuteDistance": "0", "ServiceType": "02", "AnnouncementClosingType": "01", "AgencyContactEmail": "kristin.isam@ed.gov", "AgencyContactPhone": "202-453-7990", "SecurityClearance": "Other", "DrugTestRequired": "False", "AdjudicationType": [], "TeleworkEligible": false, "RemoteIndicator": true}, "IsRadialSearch": false}}, "RelevanceRank": 0}, {"MatchedObjectId": "790415600", "MatchedObjectDescriptor": {"PositionID": "FSA/ENC-2024-0017", "PositionTitle": "Supervisory Program Manager/Senior Manager AD-340-00(Excepted), FSA Only", "PositionURI": "https://www.usajobs.gov:443/GetJob/ViewDetails/790415600", "ApplyURI": ["https://www.usajobs.gov:443/GetJob/ViewDetails/790415600?PostingChannelID="], "PositionLocationDisplay": "Location Negotiable After Selection", "PositionLocation": [{"LocationName": "Salt Lake City, Utah", "CountryCode": "United States", "CountrySubDivisionCode": "Utah", "CityName": "Salt Lake City, Utah", "Longitude": -111.88823, "Latitude": 40.75952}, {"LocationName": "Seattle, Washington", "CountryCode": "United States", "CountrySubDivisionCode": "Washington", "CityName": "Seattle, Washington", "Longitude": -122.32945, "Latitude": 47.60358}, {"LocationName": "Phoenix, Arizona", "CountryCode": "United States", "CountrySubDivisionCode": "Arizona", "CityName": "Phoenix, Arizona", "Longitude": -112.075775, "Latitude": 33.44826}, {"LocationName": "Los Angeles, California", "CountryCode": "United States", "CountrySubDivisionCode": "California", "CityName": "Los Angeles, California", "Longitude": -118.245, "Latitude": 34.0535}, {"LocationName": "San Francisco, California", "CountryCode": "United States", "CountrySubDivisionCode": "California", "CityName": "San Francisco, California", "Longitude": -122.4196, "Latitude": 37.7771}, {"LocationName": "Denver, Colorado", "CountryCode": "United States", "CountrySubDivisionCode": "Colorado", "CityName": "Denver, Colorado", "Longitude": -104.992256, "Latitude": 39.74001}, {"LocationName": "Washington, District of Columbia", "CountryCode": "United States", "CountrySubDivisionCode": "District of Columbia", "CityName": "Washington, District of Columbia", "Longitude": -77.032, "Latitude": 38.8904}, {"LocationName": "Miami, Florida", "CountryCode": "United States", "CountrySubDivisionCode": "Florida", "CityName": "Miami, Florida", "Longitude": -80.23742, "Latitude": 25.728985}, {"LocationName": "Atlanta, Georgia", "CountryCode": "United States", "CountrySubDivisionCode": "Georgia", "CityName": "Atlanta, Georgia", "Longitude": -84.39111, "Latitude": 33.748314}, {"LocationName": "Chicago, Illinois", "CountryCode": "United States", "CountrySubDivisionCode": "Illinois", "CityName": "Chicago, Illinois", "Longitude": -87.63241, "Latitude": 41.88415}, {"LocationName": "Indianapolis, Indiana", "CountryCode": "United States", "CountrySubDivisionCode": "Indiana", "CityName": "Indianapolis, Indiana", "Longitude": -86.14996, "Latitude": 39.76691}, {"LocationName": "New Orleans, Louisiana", "CountryCode": "United States", "CountrySubDivisionCode": "Louisiana", "CityName": "New Orleans, Louisiana", "Longitude": -90.07771, "Latitude": 29.95369}, {"LocationName": "Boston, Massachusetts", "CountryCode": "United States", "CountrySubDivisionCode": "Massachusetts", "CityName": "Boston, Massachusetts", "Longitude": -71.0567, "Latitude": 42.358635}, {"LocationName": "Minneapolis, Minnesota", "CountryCode": "United States", "CountrySubDivisionCode": "Minnesota", "CityName": "Minneapolis, Minnesota", "Longitude": -93.26493, "Latitude": 44.979034}, {"LocationName": "Kansas City, Missouri", "CountryCode": "United States", "CountrySubDivisionCode": "Missouri", "CityName": "Kansas City, Missouri", "Longitude": -94.58306, "Latitude": 39.10296}, {"LocationName": "Albuquerque, New Mexico", "CountryCode": "United States", "CountrySubDivisionCode": "New Mexico", "CityName": "Albuquerque, New Mexico", "Longitude": -106.649, "Latitude": 35.0842}, {"LocationName": "New York, New York", "CountryCode": "United States", "CountrySubDivisionCode": "New York", "CityName": "New York, New York", "Longitude": -74.0071, "Latitude": 40.7146}, {"LocationName": "Oklahoma City, Oklahoma", "CountryCode": "United States", "CountrySubDivisionCode": "Oklahoma", "CityName": "Oklahoma City, Oklahoma", "Longitude": -97.52033, "Latitude": 35.472004}, {"LocationName": "Portland, Oregon", "CountryCode": "United States", "CountrySubDivisionCode": "Oregon", "CityName": "Portland, Oregon", "Longitude": -122.67563, "Latitude": 45.511795}, {"LocationName": "Austin, Texas", "CountryCode": "United States", "CountrySubDivisionCode": "Texas", "CityName": "Austin, Texas", "Longitude": -97.743, "Latitude": 30.2676}], "OrganizationName": "Federal Student Aid", "DepartmentName": "Department of Education", "JobCategory": [{"Name": "Program Management", "Code": "0340"}], "JobGrade": [{"Code": "AD"}], "PositionSchedule": [{"Name": "", "Code": "1"}], "PositionOfferingType": [{"Name": "", "Code": "15317"}], "QualificationSummary": "ALL QUALIFICATIONS MUST BE MET BY THE CLOSING DATE OF THIS ANNOUNCEMENT. MINIMUM QUALIFICATION REQUIREMENTS: All applicants must meet the qualification requirements outlined below to be considered minimally qualified for this position. The qualification requirements are in accordance with the OPM Qualification Standards. Specialized experience for the AD-0340-00 (Senior Manager) is demonstrated by performing one year of experience equivalent to the GS-15 Equivalent level in at least two (2) of the following three (3) duties or work assignments: Experience in contract management overseeing loan servicing vendors to adhere to contract specifications related to the delivery of student aid programs. Experience with leading the implementation of complex programs, systems, and solutions related to the delivery of student aid. Experience with Loan Servicing Operations to include managing systems and Title IV Higher Education Act (HEA) loan processing. Volunteer Experience: Experience refers to paid and unpaid experience, including volunteer work done through National Service program (e.g., Peace Corps, AmeriCorps) and other organizations (e.g., professional; philanthropic; religious; spiritual; community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment. You will receive credit for all qualifying experience, including volunteer experience. Credit will be given for all appropriate qualifying experience. You must include months, years and hours per week worked to receive credit for your work and/or volunteer experience. For current Federal employees, if hours worked per week are not included on your resume, you must submit a non-award SF-50 as part of your application to be used to validate your work schedule and determine the amount of specialized experience that you will be granted. An award SF-50 will not be acceptable documentation for which to consider your amount of qualifying experience. For all other applicants who are not current federal employees, your resume must state either \"full-time\" (or \"40 hours a week\") or \"part-time\" with the number of hours worked per week to ensure proper crediting of specialized experience. One year of specialized experience is equivalent to 12 months at 40 hours per week. Part-time hours are prorated. For periods of time that reflect military service, the DD-214 or Statement of Service is sufficient to meet the full and/or part-time hours requirement as the service dates will be reflected. Any individual who is currently holding, or has held within the previous 52 weeks, a General Schedule position under non-temporary appointment in the competitive or excepted service, must meet time-in-grade requirements (must have served 52 weeks at the next lower grade or equivalent in the Federal service). Time-in-grade requirements must be met by the closing date of this announcement. Time-In-Grade requirements also apply to former Federal civilian employees applying for reinstatement as well as current employees applying for Veterans Employment Opportunities Act of 1998 (VEOA) appointment.", "PositionRemuneration": [{"MinimumRange": "143736.0", "MaximumRange": "221900.0", "RateIntervalCode": "PA", "Description": "Per Year"}], "PositionStartDate": "2024-05-09T00:00:00.0000", "PositionEndDate": "2024-05-17T23:59:59.9970", "PublicationStartDate": "2024-05-09T00:00:00.0000", "ApplicationCloseDate": "2024-05-17T23:59:59.9970", "PositionFormattedDescription": [{"Label": "Dynamic Teaser", "LabelDescription": "Hit highlighting for keyword searches."}], "UserArea": {"Details": {"JobSummary": "This position is located in location negotiable, Federal Student Aid, Office of Student Experience and Aid Delivery, Delivery Systems and Extended Workforce Support Directorate in Washington, DC. The Delivery Systems and Extended Workforce Support Directorate is responsible for contractor onboarding, training and general enablement, oversight of the Customer Relationship Management (CRM) tool used to track the workflows and progress.", "WhoMayApply": {"Name": "", "Code": ""}, "LowGrade": "00", "HighGrade": "00", "PromotionPotential": "00", "PromotionPotentialAdditionalText": "Telework eligible as determined by the agency policy.", "OrganizationCodes": "ED/EDEN", "Relocation": "False", "HiringPath": ["fed-internal-search"], "TotalOpenings": "1", "AgencyMarketingStatement": "Federal Student Aid (FSA) is Funding America's Future, One Student At A Time. Our vision is to be the most trusted and reliable source of student financial aid, information, and services in the nation. As a principal office of the U.S. Department of Education, FSA provides students and families financial assistance for higher education, and we promote the value of postsecondary education to society. We ensure that all eligible students and families can benefit from federal financial aid for education or training beyond high school. At the office of Federal Student Aid, our more than 1,400 employees help make college education possible for more than 10 million students each year. If you join us, you will be among a team of experts responsible for helping millions of students achieve their goals. Every part of our team—including operations, student aid delivery and servicing, vendor and contract management, and budgeting and cost control—plays an essential role in achieving our mission.", "TravelCode": "0", "ApplyOnlineUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67527", "DetailStatusUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67527&S=1", "MajorDuties": ["Supervisory Program Manager/Senior Manager AD-340-00- SM, AD-0340-00, duties include: Directs the full scope of program operations and develops and executes acquisition strategies, goals, plans, processes, and procedures to meet requirements in accordance with ED instructions and process and acquisition policies and as appropriate. Provides overall direction and guidance for the full scope of FSA operations related to planning and execution of manpower, recruitment, logistics, financial resources, and contracts. Exercises independent judgment and applies exceptional executive managerial skills with a broad background in program management. The highly technical work is critical to carrying out FSA’s mission and ED program efforts and is fully responsible for the efficient and economical use of resources necessary to accomplish the mission."], "Education": "Education cannot be substituted for experience for this position and grade level. Foreign Education: Education completed in foreign colleges or universities may be used to meet education requirements if you can show that the foreign education is comparable to that received in an accredited educational institution in the United States. It is your responsibility to provide such evidence when applying. If you are using foreign education to meet qualification requirements, you must submit a Certificate of Foreign Equivalency with your transcript in order to receive credit for that education. For further information, please click Foreign Education.", "Requirements": "", "Evaluations": "We use a multi-step process to review and evaluate applicants: 1. Eligibility and Minimum Qualifications: Once the vacancy announcement closes, we will review your submitted resume and documents to determine if you meet the eligibility and minimum qualification requirements, including any required education, experience, and/or selective placement factors. You will be rated as ineligible if you are outside of the area of consideration (i.e., who may apply) or your application is missing any required documents. You will be rated as not qualified if you do not possess the minimum qualification requirements. 2. Rating and Ranking: If you are found to meet both the eligibility and minimum qualification requirements, we will assess the quality of your experience and the extent to which you possess the required competencies by comparing your submitted resume and documents against your responses to the assessment questionnaire. Your application may be referred to a subject matter expert or panel of subject matter experts for further evaluation. Based on the outcome of this evaluation, you will be assigned a numerical score (out of 100 possible). If your responses to the assessment questionnaire are not substantiated by your submitted resume, you may be eliminated from receiving further consideration. Your qualifications will be evaluated based on your responses to the online assessments completed during the application process. You will be assessed on the following competencies (knowledge, skills, abilities and other characteristics): Manages and Organizes Information - Identifies a need; gathers, organizes, and maintains information; determines its importance and accuracy, and communicates it by a variety of methods. Leadership - Influences, motivates, and challenges others; adapts leadership styles to a variety of situations. Project Management - Knowledge of the principles, methods, or tools for developing, scheduling, coordinating, and managing projects and resources, including monitoring and inspecting costs, work, and contractor performance. Operations Support - Knowledge of procedures to ensure production or delivery of products and services, including tools and mechanisms for distributing new or enhanced software. 3. Referral and Selection: If you are found to be amongst the best qualified applicants, you will be referred to the selecting official. As part of the assessment and selection process, the selecting official may invite you to participate in a structured interview, check your references, and/or request that you submit a writing sample or complete a written assessment or exercise to further evaluate your qualifications for this position. If you require reasonable accommodation for any part of the interview process or written assessment or exercise, please inform the selecting official at the time of scheduling. You may preview questions for this vacancy.", "HowToApply": "Step 1: Create a USAJOBS account (if you do not already have one) at www.usajobs.gov. Step 2: If desired, create a resume using the USAJOBS resume builder. Ensure that your resume demonstrates your education, experience, training, and accomplishments as it relates to the qualifications for this position and substantiates your responses to the assessment questionnaire. Click here for USAJobs Help with \"How to create an application\" Step 3: Upload any required documents into your USAJOBS account (must be less than 3MB and in one of the following document formats: GIF, JPG, JPEG, PNG, RTF, PDF, or Word (DOC or DOCX)). Step 4: Click \"Apply Online\" and follow the prompts to complete the assessment questionnaire and attach any required documents. Verify that uploaded documents from USAJOBS transfer into the agency's hiring system. You will have the opportunity to upload any additional required documents in the agency's hiring system. Click “Finish” to submit your application. NOTE: You may update your application or required documents at any time while the announcement is open by logging into your USAJOBS account, clicking on \"Application Status,\" clicking on the position title, clicking \"Update Application,” and following the prompts. In order to receive consideration for this position, you must submit your complete application, including all required documents, by 11:59 PM Eastern Time on the closing date of the vacancy announcement. If the vacancy announcement has an application limit, we recommend that you submit your complete application at the time of initial application. We will not accept any required documentation after the closing date of the vacancy announcement.", "WhatToExpectNext": "As an applicant, you may check your application status through your USAJOBS account at any time. We will also notify you via email of your application status at three key stages in the recruitment process. Once the vacancy announcement closes, we will inform you that your application has been received. After we review your submitted resume and supporting documentation, we will inform you if you are eligible and qualified, if your application was referred to a subject matter expert or panel of subject matter experts for further evaluation, and if you were amongst the most highly qualified candidates referred to the selecting official. Finally, we will inform you if and when a selection is made.", "RequiredDocuments": "A complete application package includes a resume, required documents and completion of the vacancy announcement questionnaire. Please see this guidance: What to include in your resume (https://www.usajobs.gov/Help/faq/application/documents/resume/what-to-include/) 1. At a minimum, your resume must indicate: job title(s) (include job series and grade, if federal); duties description; education; starting and ending dates (month and year); and either full-time or hours worked per week. If a part- time work schedule is reflected, the hours must be annotated to ensure proper crediting of specialized experience. If military or civilian, please include your rank and/or grade. We recommend using the USAJobs Resume Builder to ensure you do not miss any information; however, it is not required. Your resume should describe your specialized experience and support your answers to the vacancy announcement questionnaire. 2. SF-50, \"Notification of Personnel Action: If you are a current or former Federal employee, you must provide the most current Notification of Personnel Action (Form SF-50) that verifies career/career-conditional status, title, series and grade (such as the initial hire, promotion, or reassignment SF-50; do not submit an Award SF-50). Also provide the SF-50 that reflects the highest grade level held on a permanent basis or the full performance level of your current position, whichever is higher. Failure to do so will result in an ineligible rating. Time in grade will be determined by reviewing your resume and required SF-50s. If the most recent SF-50 has an effective date within the past year, it may not clearly demonstrate you possess the one-year time-in-grade, as required by this announcement. In this instance, you must provide an additional SF-50 that clearly demonstrates one-year time-in-grade, such as a Within Grade Increase. 3. Veteran's documentation: If you are requesting consideration under Veterans Employment Opportunity Act (VEOA) or Veterans Readjustment Act (VRA) you must submit the Member 4 copy of your DD-214 stating disposition of discharge or character of service or other valid proof of eligibility (i.e., statement of service that shows service dates AND character of service) and/or any other required supporting documents (VA Letter). http://www.opm.gov/staffingPortal/Vetguide.asp#VeteransEmploymentAct1998 Active Duty Service Members: You must submit a statement of discharge/certification of release or an official written document from the armed forces that certifies you are expected to be discharged or released from active duty service in the armed forces under honorable conditions no later than 120 days from the date the announcement closes. Enlisted Record Briefs and military identification do NOT qualify as official documentation. If the appropriate information is not submitted to confirm the discharge status, dates of service, etc., you will not be considered for this job opportunity under Veteran Preference procedures. To gain access to your DD-214 online please visit http://www.archives.gov/veterans/military-service-records (http://www.archives.gov/veterans/military-service-records)", "Benefits": "FSA is a great place to work. We offer a comprehensive benefits package, including paid vacation and sick leave, federal holidays, health and life insurance, and participation in the Federal Employees Retirement System (FERS), including the Thrift Savings Plan (TSP). As an FSA employee, you will also benefit from our family-friendly work environment. As part of our commitment to maintain a productive balance between work and home, we offer excused leave for Parent/Teacher Conferences (3 hours); excused leave for annual health screenings (4 hours); and matching leave for community volunteer service. Other flexibilities that may be available to you, may include teleworking and alternative work schedules. For more information about the many benefits available to Federal employees, please visit: https://www.usajobs.gov/Help/working-in-government/benefits/.", "BenefitsUrl": "https://www.usajobs.gov/Help/working-in-government/benefits/", "BenefitsDisplayDefaultText": true, "OtherInformation": "APPLICATION LIMIT: This vacancy announcement is limited to the first 50 applications received and will close at 11:59PM Eastern Time on the day that we receive the 50th application, or at 11:59PM Eastern Time on the listed closing date, whichever occurs first. We encourage you to read this entire vacancy announcement prior to submitting your application. This announcement may be used to fill additional positions if identical vacancies occur within 90 days of the issue date of the referral certificate. Equal Employment Opportunity: We do not discriminate on the basis of race, color, religion, sex, national origin, age, disability, genetic information, sexual orientation, gender identity, status as a parent, marital status, or political affiliation. People with Disabilities: We are committed to expanding access to employment by hiring people with disabilities; providing reasonable accommodations for people with disabilities; and, identifying and removing barriers to work. Persons with disabilities, including disabled veterans, may apply for jobs filled either competitively (where qualified individuals compete with one another through a structured process), noncompetitively (where a qualified individual may be selected based on a special hiring authority), or through an excepted appointing authority for people with disabilities (i.e., Schedule A). If you require a reasonable accommodation for any part of the application process, please contact us. The decision on granting reasonable accommodation is made on a case-by-case basis. For more information, please visit: http://opm.gov/disability/PeopleWithDisabilities.asp Veterans’ Career Counseling: If you are a veteran interested in receiving tips on preparing a Federal resume and/or how to prepare for an interview, you may email Iwork@ed.gov to schedule a session with a career counselor (“Veterans Counseling Session” should be placed in the subject line of the email). Suitability and Investigation: If selected for this position, you will be required to complete the Declaration for Federal Employment (OF-306) to determine your suitability for federal employment and subject to a pre-appointment investigation/background check. Level of Risk and Sensitivity: Level of this position T2 and the sensitivity is Moderate.", "KeyRequirements": [], "WithinArea": "False", "CommuteDistance": "0", "ServiceType": "02", "AnnouncementClosingType": "03", "AnnouncementClosingTypeOption": "50", "AgencyContactEmail": "Corey.anderson@ed.gov", "AgencyContactPhone": "000-000-0000", "SecurityClearance": "Other", "DrugTestRequired": "False", "PositionSensitivitiy": "High Risk (HR)", "AdjudicationType": ["Credentialing", "Suitability/Fitness"], "TeleworkEligible": true, "RemoteIndicator": false}, "IsRadialSearch": false}}, "RelevanceRank": 0}, {"MatchedObjectId": "790677300", "MatchedObjectDescriptor": {"PositionID": "OCR-HQ-2024-0030", "PositionTitle": "Supervisory General Attorney GS-905-15, FPL 15", "PositionURI": "https://www.usajobs.gov:443/GetJob/ViewDetails/790677300", "ApplyURI": ["https://www.usajobs.gov:443/GetJob/ViewDetails/790677300?PostingChannelID="], "PositionLocationDisplay": "Washington, District of Columbia", "PositionLocation": [{"LocationName": "Washington, District of Columbia", "CountryCode": "United States", "CountrySubDivisionCode": "District of Columbia", "CityName": "Washington, District of Columbia", "Longitude": -77.032, "Latitude": 38.8904}], "OrganizationName": "Office for Civil Rights", "DepartmentName": "Department of Education", "JobCategory": [{"Name": "Attorney", "Code": "0905"}], "JobGrade": [{"Code": "GS"}], "PositionSchedule": [{"Name": "", "Code": "1"}], "PositionOfferingType": [{"Name": "", "Code": "15317"}], "QualificationSummary": "Minimum Qualification Requirements: 1. You must be a graduate from a law school accredited by the American Bar Association, AND 2. Proof of admission to the Bar of the highest court of a state, territory, the District of Columbia, or the Commonwealth of Puerto Rico; and current membership in such Bar as would permit the practice of law. You must be a member in good standing of a state, territory of the United States, District of Columbia, or Commonwealth of Puerto Rico bar, AND 3. Has five years professional legal experience, and at least one of the five years MUST be at the level of difficulty and responsibility equivalent to that of an attorney at the grade immediately below the one being filled, OR Has four years professional legal experience, and at least one of the four years MUST be at the level of difficulty and responsibility equivalent to that of an attorney at the grade immediately below the one being filled, PLUS a second professional law degree (LL.M.) which requires one full year of graduate study OR Has four years professional legal experience, and at least one of the four years MUST be at the level of difficulty and responsibility equivalent to that of an attorney at the grade immediately below the one being filled, PLUS record shows superior law schoolwork or activities as demonstrated by one of the following: Academic standing in the upper third of the law school graduating class. Work or achievement of significance on his/her law school’s official law review. Special high-level honors for academic excellence in law school, such as election to the Order of the Coif. Winning of a moot court competition or membership on the moot court team that represents the law school in competition with other law schools. Full-time or continuous participation, for one year or two semesters of law school, in a legal aid program (as opposed to one-time, intermittent, or casual participation). Significant summer law office clerk experience after beginning law school. Other equivalent evidence of clearly superior achievement. Specialized Experience for the GS-15 One year of experience in either federal or non-federal service that is equivalent to at least a GS-14 performing two (2) out of three (3) of the following duties or work assignments: Experience providing expert legal and policy advice that reflects a mastery of Title IX of the Education Amendments of 1972, and/or other civil rights laws. Experience supervising or overseeing the work of attorney and non-attorney employees. Experience coordinating and communicating across enforcement teams, federal agencies, or other stakeholders to represent an agency's positions on complex legal and/or policy issues.", "PositionRemuneration": [{"MinimumRange": "163964.0", "MaximumRange": "191900.0", "RateIntervalCode": "PA", "Description": "Per Year"}], "PositionStartDate": "2024-05-09T11:37:45.7170", "PositionEndDate": "2024-05-23T23:59:59.9970", "PublicationStartDate": "2024-05-09T11:37:45.7170", "ApplicationCloseDate": "2024-05-23T23:59:59.9970", "PositionFormattedDescription": [{"Label": "Dynamic Teaser", "LabelDescription": "Hit highlighting for keyword searches."}], "UserArea": {"Details": {"JobSummary": "The position is telework eligible consistent with the Agency’s telework & remote work program policy. The Supervisory General Attorney is located in the U.S. Department of Education, Office for Civil Rights (OCR), Program Legal Group, Title IX Team and manages Title IX attorneys & staff, advises Senior Leaders on policy & legal guidance & collaborates with other offices & federal agencies, in furtherance of civil rights compliance that supports the mission of the Department & OCR.", "WhoMayApply": {"Name": "", "Code": ""}, "LowGrade": "15", "HighGrade": "15", "PromotionPotential": "15", "OrganizationCodes": "ED/EDEC", "Relocation": "False", "HiringPath": ["public"], "AgencyMarketingStatement": "This is an Excepted Service position. The job will be filled by alternative hiring process and is not in the competitive civil service. Applicants selected for an excepted service position are subject to a one-year trial period. Join our Team! The U.S. Department of Education (ED) is looking for the best and brightest to ensure equal access to education and to promote educational excellence throughout the nation.", "TravelCode": "1", "ApplyOnlineUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67532", "DetailStatusUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67532&S=1", "MajorDuties": ["As a Supervisory General Attorney, GS-0905-15, you will be responsible for: Advising on complex issues under Title IX of the Education Amendments of 1972 (Title IX), and its implementing regulations, to fulfill the mission of vigorous enforcement of civil rights laws. Serving as a legal and policy advisor to OCR's Senior Leaders. Managing, directing, and supervising the activities of employees by providing general and specific policy, legal, procedural, and program guidance to staff. Supervising the development or review of policy issuances, legal standards, legal memoranda, guidelines, and proposed and final regulations pertaining to civil rights compliance, the conduct of investigations and compliance reviews, and the provision of technical assistance. Managing the development of training materials and manuals on new and emerging policy and legal issues, and conducts trainings. Overseeing OCR’s Methods of Administration Program, regarding civil rights compliance in career and technical educational programs."], "Education": "Education cannot be substituted for experience for this position and grade level. Foreign Education: Education completed in foreign colleges or universities may be used to meet education requirements if you can show that the foreign education is comparable to that received in an accredited educational institution in the United States. It is your responsibility to provide such evidence when applying. If you are using foreign education to meet qualification requirements, you must submit a Certificate of Foreign Equivalency with your transcript in order to receive credit for that education. For further information, please click Foreign Education.", "Requirements": "You must meet all qualification requirements within 30 days of the closing date of this vacancy announcement. Experience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., Peace Corps, AmeriCorps) and other organizations (e.g., professional; philanthropic; religious; spiritual; community, student, social). Volunteer work helps build critical competencies, knowledge, and skills, and can provide valuable training and experience that translates directly to paid employment. We will consider all qualifying experience, including any volunteer experience. Conditions of Employment TELEWORK ELIGIBILITY: You may be eligible for occasional telework status, in which you are required to report to the office on a regular basis. Participation must be requested and approved by the supervisor and there must be a signed telework agreement. The number of telework days approved is determined by the agency policy, emergency situations, and the approval of your immediate supervisor. You must have access to high speed internet and cell phone service meeting current Agency policy from the approved work location.", "Evaluations": "We will review your application and documentation submitted to ensure you meet the basic qualification requirements. You will be evaluated based on how well you meet the qualifications and competencies listed in this vacancy announcement. Your qualifications will be evaluated based on your application materials (e.g., resume, supporting documents), the responses you provide on the application questionnaire, and the result of the Monster Competency Based Assessment(s) required for this position. You will be assessed on the following competencies (knowledge, skills, abilities, and other characteristics): Supervisory: Oral Communications, Interpersonal Skills, Problem Solving, Decision Making, Customer Service, Leadership, Planning and Evaluating, Influencing/Negotiating, Strategic Thinking and Human Capital Management We will refer the best qualified candidates to the Selecting Official of the job for further review and consideration. You will be evaluated to determine if you meet qualifications required, and on the extent to which your application shows that you possess the knowledge, skills and abilities associated with this position as defined below. Please be sure to give examples in your resume and explain how often you used these skills, the complexity of the knowledge you possessed, the level of people you interacted with, and the complexity and sensitivity of the issues you handled. Applicants who are selected for an interview may be asked to complete a short writing exercise. You may preview questions for this vacancy.", "HowToApply": "Step 1: Create a USAJOBS account (if you do not already have one) at www.usajobs.gov. Step 2: Create a resume using the USAJOBS resume builder or upload a resume into your USAJOBS account. Ensure that your resume demonstrates your education, experience, training, and accomplishments as it relates to the qualifications for this position and substantiates your responses to the occupational questionnaire. Step 3: Upload any required documents into your USAJOBS account (must be less than 3MB and in one of the following document formats: GIF, JPG, JPEG, PNG, RTF, PDF, or Word (DOC or DOCX)). Step 4: Click \"Apply Online\" and follow the prompts to complete the occupational questionnaire and attach any required documents. Verify that uploaded documents from USAJOBS transfer into the agency's hiring system. You will have the opportunity to upload any additional required documents in the agency's hiring system. Click “Finish” to submit your application. NOTE: You may update your application or required documents at any time while the announcement is open by logging into your USAJOBS account, clicking on \"Application Status,\" clicking on the position title, clicking \"Update Application,” and following the prompts. In order to receive consideration for this position, you must submit your complete application, including all required documents, by 11:59 PM Eastern Time on the closing date of the vacancy announcement. If the vacancy announcement has an application limit, we recommend that you submit your complete application at the time of initial application. We will not accept any required documentation after the closing date of the vacancy announcement. If you have any questions regarding submitting your application, please contact the HR Specialist listed under the Agency Contact Information.", "WhatToExpectNext": "As an applicant, you may check your application status through your USAJOBS account at any time. We will also notify you via email of your application status at three key stages in the recruitment process. 1. Once the vacancy announcement closes, we will inform you that your application has been received. 2. After we review your submitted resume and supporting documentation, we will inform you if you are eligible and qualified, if your application was referred to a subject matter expert or panel of subject matter experts for further evaluation, and if you were amongst the most highly qualified candidates referred to the selecting official. 3. Finally, we will inform you of your final disposition for this announcement (e.g., if/when a selection is made, if/when the announcement is cancelled).", "RequiredDocuments": "You must submit (REQUIRED FOR ALL APPLICANTS): •A resume demonstrating your education, experience, training, and accomplishments as it relates to the qualifications for this position and substantiating your responses to the occupational questionnaire. You are not required to submit bar card or transcripts to apply to the vacancy announcement, but you will be required to submit them upon request from hiring panel or the HR Specialist. Writing sample and/or list of references may be required of selected applicants at later stages in the selection process. If you are claiming Veterans’ Preference you must submit: •A copy of your DD-214 that shows active service and character of discharge, member copy 4 (Separated Members only); OR •A certification of expected discharge or release from active duty under honorable conditions within 120 days from the date of application (Current Active Duty Members only); AND/OR •The Application for 10-Point Veteran Preference (SF-15) AND all documents indicated on the form as proof of type of preference; AND/OR •Proof of Sole Survivorship Preference (e.g., certificate of death or 100% disability as a result of serving in the armed forces). Veteran's Preference: Department of the Education attorney positions are in the excepted service, not the competitive civil service. There is no formal system for applying veterans' preference to attorney appointments in the excepted service; however, the Department of the Education considers veterans' preference eligibility as a positive factor consideration in the attorney hiring process. If you are eligible for veterans' preference in hiring, you are encouraged to include that information in your application along with the supporting documentation, e.g., SF-15, DD 214, Certificate of Release or Discharge from Active Duty, or other supporting documentation. •Failure to provide the applicable required documents could possibly result in losing consideration for this vacancy.", "Benefits": "As an ED employee, you will also benefit from our family-friendly work environment. As part of our commitment to maintain a productive balance between work and home, we offer excused leave for Parent/Teacher Conferences (3 hours); excused leave for annual health screenings (4 hours); and matching leave for community volunteer service. Other flexibilities that may be available to you include telework and alternative work schedules. You may be eligible to receive a recruitment incentive for this position. To receive this incentive payment, you will be required to sign a service agreement obligating you to remain with the U.S. Department of Education for a specified period as agreed upon. You may be eligible to receive a relocation incentive for this position. To receive this incentive payment, you will be required to sign a service agreement obligating you to remain with the U.S. Department of Education for a specified period as agreed upon. You may be eligible to participate in the Student Loan Repayment Program as a recruitment incentive for this position. To receive student loan repayments, you will be required to sign a service agreement obligating you to remain with the U.S. Department of Education for a specified period as agreed upon.", "BenefitsDisplayDefaultText": true, "OtherInformation": "Veterans’ Career Counseling: If you are a veteran interested in receiving tips on preparing a Federal resume and/or how to prepare for an interview, you may email sro_recruiting@ed.gov to schedule a session with a career counselor (“Veterans Counseling Session” should be placed in the subject line of the email). Student Loan Default: If selected for this position, we will verify that you have not defaulted on any loan funded or guaranteed by the U.S. Department of Education. If you are found to be in default, we will contact you to make arrangements for repayment prior to making an official offer of employment. Suitability and Investigation: If selected for this position, you will be required to complete the Declaration for Federal Employment (OF-306) to determine your suitability for federal employment and successfully complete a pre-appointment investigation/background check. Essential/Non-Essential: This position is considered non-essential for purposes of reporting to work during federal government closures. Financial Disclosure: This position requires a financial disclosure. Bargaining Unit: This position is not included in the bargaining unit. Selections: Agencies have broad authority under law to hire from any appropriate source of eligibles and may fill a vacancy in the competitive service by any method authorized. We may make additional selections from this vacancy announcement within 90 days from the date the selection certificates are issued, should vacancies occur. We may also share selection certificates amongst program offices across the agency.", "KeyRequirements": ["Relocation will not be paid.", "You may be subject to serve a one-year  probationary period.", "Males 18 and over must be registered with the Selective Service.", "You may be subject to serve a one-year supervisory probationary period.", "Must be a US Citizen"], "WithinArea": "False", "CommuteDistance": "0", "ServiceType": "02", "AnnouncementClosingType": "03", "AnnouncementClosingTypeOption": "50", "AgencyContactEmail": "Bethany.Lowry@ed.gov", "AgencyContactPhone": "202-987-0203", "SecurityClearance": "Other", "DrugTestRequired": "False", "PositionSensitivitiy": "High Risk (HR)", "AdjudicationType": ["Suitability/Fitness"], "TeleworkEligible": true, "RemoteIndicator": false}, "IsRadialSearch": false}}, "RelevanceRank": 0}, {"MatchedObjectId": "790865400", "MatchedObjectDescriptor": {"PositionID": "OFO-2024-0031", "PositionTitle": "Management and Program Analyst GS-343-12, FPL 13 (ED Only)", "PositionURI": "https://www.usajobs.gov:443/GetJob/ViewDetails/790865400", "ApplyURI": ["https://www.usajobs.gov:443/GetJob/ViewDetails/790865400?PostingChannelID="], "PositionLocationDisplay": "Washington, District of Columbia", "PositionLocation": [{"LocationName": "Washington, District of Columbia", "CountryCode": "United States", "CountrySubDivisionCode": "District of Columbia", "CityName": "Washington, District of Columbia", "Longitude": -77.032, "Latitude": 38.8904}], "OrganizationName": "Office of Finance and Operations", "DepartmentName": "Department of Education", "JobCategory": [{"Name": "Management And Program Analysis", "Code": "0343"}], "JobGrade": [{"Code": "GS"}], "PositionSchedule": [{"Name": "", "Code": "1"}], "PositionOfferingType": [{"Name": "", "Code": "15317"}], "QualificationSummary": "Minimum Qualification Requirements You may meet the minimum qualifications for the GS-12, if you possess the specialize experience. Specialized Experience for the GS-12 One year of experience in either federal or non-federal service that is equivalent to at least a GS-11 performing two (2) out of three (3) of the following duties or work assignments: 1. Experience managing projects from development phase to implementation, ensuring projects remain on schedule and meets the required outcomes. 2. Experience developing or enhancing automated workload trackers and/or automated dashboards. 3. Experience gathering and analyzing data to present findings using oral and visuals presentations (power point, charts, tables etc.) to internal and/or external customers. Knowledge, Skills, and Abilities (KSAs) The quality of your experience will be measured by the extent to which you possess the following knowledge, skills and abilities (KSAs). You do not need to provide separate narrative responses to these KSAs, as they will be measured by your responses to the occupational questionnaire (you may preview the occupational questionnaire by clicking the link at the end of the Evaluations section of this vacancy announcement). 1. Knowledge of qualitative and quantitative techniques to plan, schedule, and conduct projects and studies. 2. Skill in using analytical techniques and evaluation criteria to measure and improve program effectiveness and/or organized productivity. 3. Skill in effectively communicating, engaging and partnering with various stakeholders", "PositionRemuneration": [{"MinimumRange": "99200.0", "MaximumRange": "128956.0", "RateIntervalCode": "PA", "Description": "Per Year"}], "PositionStartDate": "2024-05-13T13:41:14.9700", "PositionEndDate": "2024-05-17T23:59:59.9970", "PublicationStartDate": "2024-05-13T13:41:14.9700", "ApplicationCloseDate": "2024-05-17T23:59:59.9970", "PositionFormattedDescription": [{"Label": "Dynamic Teaser", "LabelDescription": "Hit highlighting for keyword searches."}], "UserArea": {"Details": {"JobSummary": "The position is telework eligible consistent with the Agency’s telework and remote work program policy. This position is located in the US Department of Education, Office of Finance and Operations, Office of Human Resources, Human Capital Strategy Division. This position provides analytical guidance and counsel on the effectiveness of existing policies and procedures in administrative management programs and identify impact to RSCD’s mission.", "WhoMayApply": {"Name": "", "Code": ""}, "LowGrade": "12", "HighGrade": "12", "PromotionPotential": "13", "PromotionPotentialAdditionalText": "This position has full promotion potential to the GS-13", "OrganizationCodes": "ED/EDEK", "Relocation": "False", "HiringPath": ["fed-internal-search", "fed-transition"], "TotalOpenings": "1", "AgencyMarketingStatement": "The U.S. Department of Education (ED) is looking for the best and brightest to ensure equal access and to promote educational excellence throughout the nation. If you are a highly motivated individual who would like to work for an agency that establishes policies on federal financial aid for education, distributes as well as monitors those funds; collects data on America's schools and disseminates research; focuses national attention on key educational issues; and prohibits discrimination and ensures equal access to education, ED is the place for you! We embrace diversity and inclusion, and our talented workforce reflects the personal, professional and educational strengths and diversity of our country. o Provides national leadership on key educational issues. o Awards more than $47 billion annually in grants, mainly to state education agencies, local educational agencies, and institutions of higher education. o Manages a federal student loan portfolio of over $1.5 trillion, held by over 40 million borrowers. o Makes available over $120 billion annually in student aid to help over 10 million students and their families afford college. o Enforces the nation’s civil rights laws pertaining to education. o Supports programs of research, statistics, and evaluation of education in order to identify effective instructional practices, track student achievement, and measure the impact of educational reform.", "TravelCode": "0", "ApplyOnlineUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67542", "DetailStatusUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67542&S=1", "MajorDuties": ["APPLICATION LIMIT: This vacancy announcement is limited to the first 50 applications received and will close at 11:59PM Eastern Time on the day that we receive the 50th application, or at 11:59PM Eastern Time on the listed closing date, whichever occurs first. We encourage you to read this entire vacancy announcement prior to submitting your application. As a Management and Program Analyst GS-0343-12, you will be responsible for: Independently carrying out Human Capital Strategy Division (HCSD) program development, evaluation, and operations initiatives. With an understanding of major issues, program goals, objectives, work processes, and administrative operations, the incumbent is responsible for coordinating and scheduling task groups or projects that advance the mission of HCSD. In doing so, he/she will organize teams, facilitate discussions, track progress, and ensure projects adhere to the established schedules, criteria, and outcomes. Conducting detailed analyses of complex functions and work processes of broad administrative or technical programs and makes recommendations for improvement in the effectiveness and efficiency of work operations. Gathering, assembling, and analyzing facts, compiling data, and presenting findings using oral and written reports to supervisors and managers. Studying and implementing management improvements in administrative areas identified through means such as internal control reviews and management studies. Study reports typically contain findings and recommendations of major significance to the Office of Human Resources. Consulting and coordinating with department program managers and other staff as necessary on the development, delivery, and completeness of HCSD documents to support management or other reviews. Assisting in proposing and developing strategic plans for the development, enhancement, maintenance, and future development of HCSD goals and OFO objectives."], "Education": "Education cannot be substituted for experience for this position and grade level.", "Requirements": "You must meet all qualification requirements within 30 days of the closing date of this vacancy announcement. If you are a current federal employee, you must meet all time-in-grade and time-after competitive appointment qualifications within 30 days of the closing date of this vacancy announcement. To verify that you meet these requirements, we will review your responses to the core eligibility questions on the occupational questionnaire, as well as your submitted resume and required documents. To make an accurate determination, you will need to include on your resume your federal position title, pay plan, occupational series, grade level, agency, dates for which you held the grade level (stated as MM/YYYY to MM/YYYY, OR MM/YYYY to PRESENT), and total hours worked per week. Experience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., Peace Corps, AmeriCorps) and other organizations (e.g., professional; philanthropic; religious; spiritual; community, student, social). Conditions of Employment TELEWORK ELIGIBILITY: You may be eligible for occasional telework in which you are required to report to the office on a regular basis. Participation must be requested and approved by the supervisor and there must be a signed telework agreement. The number of telework days approved is determined by the agency policy, emergency situations, the approval of your immediate supervisor. You must have access to high speed internet and cell phone service meeting current Agency policy from the approved work location.", "Evaluations": "We use a multi-step process to review and evaluate applicants: 1. Eligibility and Minimum Qualifications Once the vacancy announcement closes, we will review your submitted resume and documents to determine if you meet the eligibility and minimum qualification requirements, including any required education, experience, and/or selective placement factors. You will be rated as ineligible if you are outside of the area of consideration (i.e., who may apply) or your application is missing any required documents. You will be rated as not qualified if you do not possess the minimum qualification requirements. 2. Rating and Ranking If you are found to meet both the eligibility and minimum qualification requirements, we will assess the quality of your experience and the extent to which you possess the required KSAs by comparing your submitted resume and documents against your responses to the occupational questionnaire. (The occupational questionnaire is the list of questions in the automated system that you will have an opportunity to answer once you apply for the position). Based on the outcome of this evaluation, you will be assigned a numerical score (out of 100 possible). If your responses to the occupational questionnaire are not substantiated by your submitted resume, you may be eliminated from receiving further consideration. 3. Referral and Selection If you are found to be amongst the most highly qualified applicants, you will be referred to the selecting official. As part of the assessment and selection process, the selecting official may invite you to participate in a structured interview, check your references, and/or request that you submit a writing sample or complete a written assessment or exercise to further evaluate your qualifications for this position. You may preview questions for this vacancy.", "HowToApply": "Step 1: Create a USAJOBS account (if you do not already have one) at www.usajobs.gov. Step 2: Create a resume using the USAJOBS resume builder. Ensure that your resume demonstrates your education, experience, training, and accomplishments as it relates to the qualifications for this position and substantiates your responses to the occupational questionnaire. Step 3: Upload any required documents into your USAJOBS account (must be less than 3MB and in one of the following document formats: GIF, JPG, JPEG, PNG, RTF, PDF, or Word (DOC or DOCX)). Step 4: Click \"Apply Online\" and follow the prompts to complete the occupational questionnaire and attach any required documents. Verify that uploaded documents from USAJOBS transfer into the agency's hiring system. You will have the opportunity to upload any additional required documents in the agency's hiring system. Click “Finish” to submit your application. NOTE: You may update your application or required documents at any time while the announcement is open by logging into your USAJOBS account, clicking on \"Application Status,\" clicking on the position title, clicking \"Update Application,” and following the prompts. In order to receive consideration for this position, you must submit your complete application, including all required documents, by 11:59 PM Eastern Time on the closing date of the vacancy announcement. If the vacancy announcement has an application limit, we recommend that you submit your complete application at the time of initial application. We will not accept any required documentation after the closing date of the vacancy announcement. If you have any questions regarding submitting your application, please contact the HR Specialist listed under the Agency Contact Information.", "WhatToExpectNext": "As an applicant, you may check your application status through your USAJOBS account at any time. We will also notify you via email of your application status at three key stages in the recruitment process. 1. Once the vacancy announcement closes, we will inform you that your application has been received. 2. After we review your submitted resume and supporting documentation, we will inform you if you are eligible and qualified, if your application was referred to a subject matter expert or panel of subject matter experts for further evaluation, and if you were amongst the most highly qualified candidates referred to the selecting official. 3. Finally, we will inform you of your final disposition for this announcement (e.g., if/when a selection is made, if/when the announcement is cancelled).", "RequiredDocuments": "You must submit (REQUIRED FOR ALL APPLICANTS): • A resume demonstrating your education, experience, training, and accomplishments as it relates to the qualifications for this position and substantiating your responses to the occupational questionnaire. If you are a current or former federal employee (including current U.S. Department of Education employees), you must also submit: • A Notification of Personnel Action (SF-50), which demonstrates your competitive status eligibility. To verify your eligibility, we will review your SF-50 to determine your tenure (block 24) and position occupied (block 34). Examples of sufficient SF-50s include appointments, promotions, within-grade increases, and pay adjustments. If you currently hold or previously held a federal position at or above the highest grade of this position or you have/had promotion potential at or above the highest grade of this position, you must also submit an SF-50 documenting your highest grade level held or promotion potential. Examples of sufficient SF-50s include appointments and promotions. • A Copy of your most recent Performance Appraisal and Awards, as applicable. Your performance appraisal and awards are requested to further assess the quality of your experience should your application be referred to the selecting official. If you are claiming eligibility under the Veterans Employment Opportunities Act (VEOA), you must submit: • A copy of your DD-214 that shows active service and character of discharge, member copy 4 (Separated Members only); OR • A certification of expected discharge or release from active duty under honorable conditions within 120 days from the date of application (Current Active Duty Members only); AND/OR • The Application for 10-Point Veteran Preference (SF-15) AND all documents indicated on the form as proof of type of preference. If you are claiming eligibility under any Special Hiring Authority, you must submit: • Adequate proof of your eligibility (e.g., Documentation of noncompetitive eligibility as a returned Peace Corps Volunteer, Documentation of noncompetitive eligibility for employment under Schedule A as a person with severe physical disabilities, psychiatric disabilities, and intellectual disabilities.) Career Transition Assistance Plan (CTAP), or Interagency Career Transition Assistance Plan (ICTAP): Visit the https://www2.ed.gov/about/jobs/open/edhires/ictap.html or https://www2.ed.gov/about/jobs/open/edhires/ctap.html for information on how to apply as a CTAP, or ICTAP eligible. To exercise selection priority for this vacancy, CTAP/ICTAP candidates must meet the basic eligibility requirements and all selective factors. CTAP/ICTAP candidates must be rated and determined to be well qualified (or above) based on an evaluation of the competencies listed in the How You Will Be Evaluated section. CTAP/ICTAP applicants must receive a rating of at least 85 out of a possible 100.", "Benefits": "As an ED employee, you will also benefit from our family-friendly work environment. As part of our commitment to maintain a productive balance between work and home, we offer excused leave for Parent/Teacher Conferences (3 hours); excused leave for annual health screenings (4 hours); and matching leave for community volunteer service. Other flexibilities that may be available to you include telework and alternative work schedules. You may be eligible to receive a recruitment incentive for this position. To receive this incentive payment, you will be required to sign a service agreement obligating you to remain with the U.S. Department of Education for a specified period as agreed upon. You may be eligible to receive a relocation incentive for this position. To receive this incentive payment, you will be required to sign a service agreement obligating you to remain with the U.S. Department of Education for a specified period as agreed upon. You may be eligible to participate in the Student Loan Repayment Program as a recruitment incentive for this position. To receive student loan repayments, you will be required to sign a service agreement obligating you to remain with the U.S. Department of Education for a specified period as agreed upon.", "BenefitsUrl": "https://www.usajobs.gov/Help/working-in-government/benefits/", "BenefitsDisplayDefaultText": true, "OtherInformation": "Veterans’ Career Counseling: If you are a veteran interested in receiving tips on preparing a Federal resume and/or how to prepare for an interview, you may email sro_recruiting@ed.gov to schedule a session with a career counselor (“Veterans Counseling Session” should be placed in the subject line of the email). Student Loan Default: If selected for this position, we will verify that you have not defaulted on any loan funded or guaranteed by the U.S. Department of Education. If you are found to be in default, we will contact you to make arrangements for repayment prior to making an official offer of employment. Suitability and Investigation: If selected for this position, you will be required to complete the Declaration for Federal Employment (OF-306) to determine your suitability for federal employment and successfully complete a pre-appointment investigation/background check. Essential/Non-Essential: This position is considered non-essential for purposes of reporting to work during federal government closures. Financial Disclosure: This position does not require financial disclosure. Bargaining Unit: This position is not included in the bargaining unit. Selections: Agencies have broad authority under law to hire from any appropriate source of eligibles and may fill a vacancy in the competitive service by any method authorized. We may make additional selections from this vacancy announcement within 90 days from the date the selection certificates are issued, should vacancies occur. We may also share selection certificates amongst program offices across the agency.", "KeyRequirements": ["Relocation will not be paid.", "You may be subject to serve a one-year  probationary period.", "Males 18 and over must be registered with the Selective Service.", "Must be a US Citizen", "Must complete a Background Investigation and Fingerprint check."], "WithinArea": "False", "CommuteDistance": "0", "ServiceType": "01", "AnnouncementClosingType": "03", "AnnouncementClosingTypeOption": "50", "AgencyContactEmail": "sabrina.house@ed.gov", "AgencyContactPhone": "(202) 987-0653", "SecurityClearance": "Other", "DrugTestRequired": "False", "PositionSensitivitiy": "High Risk (HR)", "AdjudicationType": ["Suitability/Fitness"], "TeleworkEligible": true, "RemoteIndicator": false}, "IsRadialSearch": false}}, "RelevanceRank": 0}, {"MatchedObjectId": "791227100", "MatchedObjectDescriptor": {"PositionID": "OIG-HQ-2024-0010", "PositionTitle": "Supervisory Management and Program Analyst", "PositionURI": "https://www.usajobs.gov:443/GetJob/ViewDetails/791227100", "ApplyURI": ["https://www.usajobs.gov:443/GetJob/ViewDetails/791227100?PostingChannelID="], "PositionLocationDisplay": "Washington, District of Columbia", "PositionLocation": [{"LocationName": "Washington, District of Columbia", "CountryCode": "United States", "CountrySubDivisionCode": "District of Columbia", "CityName": "Washington, District of Columbia", "Longitude": -77.032, "Latitude": 38.8904}], "OrganizationName": "Office of Inspector General", "DepartmentName": "Department of Education", "JobCategory": [{"Name": "Management And Program Analysis", "Code": "0343"}], "JobGrade": [{"Code": "GS"}], "PositionSchedule": [{"Name": "Full Time ", "Code": "1"}], "PositionOfferingType": [{"Name": "Permanent", "Code": "15317"}], "QualificationSummary": "Applicants must have 1 year of specialized experience equivalent to the GS-14 level in the Federal service which provided the applicant with the particular knowledge, skills, and abilities to perform the duties of the position. Qualifying specialized experience must demonstrate the following: Experience in planning and coordinating the business functions of an office to include resource management and allocation and space planning. Experience in strategic assessment and planning to ensure efficiency of operation and consistency within the office. Experience as a warranted contracting officer and directing contract and procurement, purchase card, and travel card programs. In Addition, applicants experience must also demonstrate that the candidate possesses the following qualities: Ability to assign, review, and supervise others; Objectivity and fairness in judging people on their ability, and situations on the facts and circumstances; Ability to adjust to change, work pressures, or difficult situations without undue stress; Willingness to consider new ideas or divergent points of view; and Capacity to \"see the job through.\" Knowledge, Skills, and Abilities (KSAs) The quality of your experience will be measured by the extent to which you possess the following knowledge, skills and abilities (KSAs). You do not need to provide separate narrative responses to these KSAs, as they will be measured by your responses to the occupational questionnaire (you may preview the occupational questionnaire by clicking the link at the end of the Evaluations section of this vacancy announcement). Knowledge and skill to interpret governing regulations and laws, in managing OIG’s facilities and space and resolving business/facility disruptions. Knowledge, skill, and ability to management OIG’s records management program in coordination with components, National Archives Records Administration, and the Department of Education. Knowledge of a wide range of administrative and managerial techniques to provide leadership in OIG property management. Skill in applying, laws and regulations for OIG’s contracting and procurement program. Skill in supervising and guiding a multi-graded analytical workforce. Skill in oral and written communications.", "PositionRemuneration": [{"MinimumRange": "163964.0", "MaximumRange": "191900.0", "RateIntervalCode": "PA", "Description": "Per Year"}], "PositionStartDate": "2024-05-14T11:18:52.7000", "PositionEndDate": "2024-05-28T23:59:59.9970", "PublicationStartDate": "2024-05-14T11:18:52.7000", "ApplicationCloseDate": "2024-05-28T23:59:59.9970", "PositionFormattedDescription": [{"Label": "Dynamic Teaser", "LabelDescription": "Hit highlighting for keyword searches."}], "UserArea": {"Details": {"JobSummary": "This position is located in the Office of the Inspector General (OIG), Management Services (MS), Administrative Operations. Administrative Operations is responsible for administrative management support functions, in the areas of procurement, space management, property management, records management, mail management, emergency management, and Continuity of Operations (COOP).", "WhoMayApply": {"Name": "", "Code": ""}, "LowGrade": "15", "HighGrade": "15", "PromotionPotential": "15", "OrganizationCodes": "ED/EDEF", "Relocation": "False", "HiringPath": ["disability", "fed-competitive", "fed-transition", "land", "mspouse", "nguard", "overseas", "peace", "special-authorities", "vet"], "TotalOpenings": "1", "AgencyMarketingStatement": "The U.S. Department of Education (ED) Office of the Inspector General (OIG) promotes the economy, efficiency, and effectiveness of ED programs and operations by conducting independent audits, investigations, and other activities. The OIG focuses on protecting the integrity of ED and works to prevent and detect fraud and abuse. The OIG's work contributes to strengthening federal education programs.", "TravelCode": "1", "ApplyOnlineUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67389", "DetailStatusUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67389&S=1", "MajorDuties": ["The Inspector General (IG) of the Department of Education (Department) heads an independent and objective organization responsible for audit, investigation, and other services related to programs and operations of the Department. The IG provides leadership and coordination and recommends policies for activities designated to promote economy, efficiency, and effectiveness in the administration of programs and operations, as well as to prevent and detect fraud and abuse in such programs and operations. The IG is the principal advisor to the Secretary of the Department on the above matters and is responsible for keeping the Secretary and Congress fully and currently informed about problems and deficiencies relating to the administration of the Department’s programs and operations and the necessity for and progress of corrective action. The Office of the Inspector General (OIG) consists of the following six components: • Immediate Office of the Inspector General • Audit Services • Investigation Services • Technology Services • Management Services • Legal Services/Counsel to the Inspector General The functions of Management Services (MS), under the direction of the Assistant Inspector General (AIG) for Management Services, provides management, administrative, and planning support to the OIG's major operations and administrative programs as well as to the OIG senior leadership regarding business operations support matters. MS coordinates the formulation and issuance of OIG policies, procedures, and standards of operations; stays current with Administration and Congressional legislative activities, external directives, and Department program and management changes impacting OIG operations and policies; oversees and manages the agency’s annual budget appropriation and procurement functions; and is responsible for human resources, space and infrastructure support, OIG-wide administrative records management functions, and OIG-wide training programs. MAJOR DUTIES AND RESPONSIBILITIES Leads and coordinates the formulation and implementation of OIG policies, programs, methods, procedures, and instructions for administrative management support functions, in the areas of procurement, space management, property management, records management, mail management, telecommunications, and Continuity of Operations (COOP); the determination of the most efficient and effective means of obtaining and providing both routine and emergency services; and the assessment of the management support requirements of new programs and/or changes to existing programs to determine the impact on OIG operations, funds, and personnel. Directs the implementation of a lease, space, personal property, and motor vehicle fleet management program to ensure maximum utilization of OIG property, operation of adequate inventory control and accountability systems, proper disposal of unneeded assets, and adequate security for government resources. The incumbent ensures that the property management tasks are accomplished on a continuing basis. Serves as a warranted Contracting Officer providing professional assistance with soliciting, negotiating, and awarding contracts with commercial organizations for furnishing products and , services to the agency. Directs the implementation of a contracting and procurement program (including use of micro-purchase card) that ensures contracts, procurements, and small business program is managed within Federal guidelines. Oversees the purchase card and travel card programs. Lead for continuity of operations (COOP) events to ensure reconstitution of facilities and business operations in the event of business/facility disruptions. As such maintains a Top-Secret Security Clearance to attend secure departmental and Federal meetings and handle classified materials. Manages the processes required to provide administrative services in headquarters and the regional offices. Exercises the following delegated program management responsibilities establishes program objectives; makes workload determinations and prepares budget requests; prepares justifications and sets priorities for long-range planning and the allocation of human resources, taking into account prospective changes in functions and programs; and adjusts and/or redefines broad objectives and priorities based upon periodic and comprehensive evaluation of program goals. Supervisory duties to Administrative Operations employees. This includes: Selects or recommends selection of candidates for vacancies, promotions, details, and reassignments in consideration of skills and qualifications, mission requirements, and EEO and diversity objectives. Develops, modifies, and/or interprets performance standards; explains performance expectations to employees and provides regular feedback on strengths and weaknesses; holds employees responsible for satisfactory completion of work assignments; appraises performance of subordinates ensuring consistency and equity in rating techniques."], "Education": "Education cannot be substituted for experience for this position and grade level.", "Requirements": "You must meet all qualification requirements within 30 days of the closing date of this vacancy announcement. If you are a current federal employee, you must meet all time-in-grade and time-after competitive appointment qualifications within 30 days of the closing date of this vacancy announcement. To verify that you meet these requirements, we will review your responses to the core eligibility questions on the occupational questionnaire, as well as your submitted resume and required documents. To make an accurate determination, you will need to include on your resume your federal position title, pay plan, occupational series, grade level, agency, dates for which you held the grade level (stated as MM/YYYY to MM/YYYY, OR MM/YYYY to PRESENT), and total hours worked per week. Experience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., Peace Corps, AmeriCorps) and other organizations (e.g., professional; philanthropic; religious; spiritual; community, student, social). TELEWORK ELIGIBILITY: You may be eligible for occasional telework in which you are required to report to the office on a regular basis. Participation must be requested and approved by the supervisor and there must be a signed telework agreement. The number of telework days approved is determined by the agency policy, emergency situations, the approval of your immediate supervisor. You must have access to high speed internet and cell phone service meeting current Agency policy from the approved work location.", "Evaluations": "We use a multi-step process to review and evaluate applicants: 1. Eligibility and Minimum Qualifications Once the vacancy announcement closes, we will review your submitted resume and documents to determine if you meet the eligibility and minimum qualification requirements, including any required education, experience, and/or selective placement factors. You will be rated as ineligible if you are outside of the area of consideration (i.e., who may apply) or your application is missing any required documents. You will be rated as not qualified if you do not possess the minimum qualification requirements. 2. Rating and Ranking If you are found to meet both the eligibility and minimum qualification requirements, we will assess the quality of your experience and the extent to which you possess the required KSAs by comparing your submitted resume and documents against your responses to the occupational questionnaire. (The occupational questionnaire is the list of questions in the automated system that you will have an opportunity to answer once you apply for the position). Based on the outcome of this evaluation, you will be assigned a numerical score (out of 100 possible). If your responses to the occupational questionnaire are not substantiated by your submitted resume, you may be eliminated from receiving further consideration. 3. Referral and Selection If you are found to be amongst the most highly qualified applicants, you will be referred to the selecting official. As part of the assessment and selection process, the selecting official may invite you to participate in a structured interview, check your references, and/or request that you submit a writing sample or complete a written assessment or exercise to further evaluate your qualifications for this position. You may preview questions for this vacancy.", "HowToApply": "Step 1: Create a USAJOBS account (if you do not already have one) at www.usajobs.gov. Step 2: Create a resume using the USAJOBS resume builder. Ensure that your resume demonstrates your education, experience, training, and accomplishments as it relates to the qualifications for this position and substantiates your responses to the occupational questionnaire. Step 3: Upload any required documents into your USAJOBS account (must be less than 3MB and in one of the following document formats: GIF, JPG, JPEG, PNG, RTF, PDF, or Word (DOC or DOCX)). Step 4: Click \"Apply Online\" and follow the prompts to complete the occupational questionnaire and attach any required documents. Verify that uploaded documents from USAJOBS transfer into the agency's hiring system. You will have the opportunity to upload any additional required documents in the agency's hiring system. Click “Finish” to submit your application. NOTE: You may update your application or required documents at any time while the announcement is open by logging into your USAJOBS account, clicking on \"Application Status,\" clicking on the position title, clicking \"Update Application,” and following the prompts. In order to receive consideration for this position, you must submit your complete application, including all required documents, by 11:59 PM Eastern Time on the closing date of the vacancy announcement. If the vacancy announcement has an application limit, we recommend that you submit your complete application at the time of initial application. We will not accept any required documentation after the closing date of the vacancy announcement.", "WhatToExpectNext": "As an applicant, you may check your application status through your USAJOBS account at any time. We will also notify you via email of your application status at three key stages in the recruitment process. 1. Once the vacancy announcement closes, we will inform you that your application has been received. 2. After we review your submitted resume and supporting documentation, we will inform you if you are eligible and qualified, if your application was referred to a subject matter expert or panel of subject matter experts for further evaluation, and if you were amongst the most highly qualified candidates referred to the selecting official. 3. Finally, we will inform you of your final disposition for this announcement (e.g., if/when a selection is made, if/when the announcement is cancelled).", "RequiredDocuments": "You must submit (REQUIRED FOR ALL APPLICANTS): • A resume demonstrating your education, experience, training, and accomplishments as it relates to the qualifications for this position and substantiating your responses to the occupational questionnaire. If you are a current or former federal employee (including current U.S. Department of Education employees), you must also submit: • A Notification of Personnel Action (SF-50), which demonstrates your competitive status eligibility. To verify your eligibility, we will review your SF-50 to determine your tenure (block 24) and position occupied (block 34). Examples of sufficient SF-50s include appointments, promotions, within-grade increases, and pay adjustments. If you currently hold or previously held a federal position at or above the highest grade of this position or you have/had promotion potential at or above the highest grade of this position, you must also submit an SF-50 documenting your highest grade level held or promotion potential. Examples of sufficient SF-50s include appointments and promotions. • A Copy of your most recent Performance Appraisal and Awards, as applicable. Your performance appraisal and awards are requested to further assess the quality of your experience should your application be referred to the selecting official. If you are requesting special employment consideration under the Interagency Career Transition Assistance Program (ICTAP) or CTAP, you must provide eligible displaced Federal competitive service employees with selection priority over other candidates for competitive service vacancies. If your agency has notified you in writing that you are a displaced employee eligible for ICTAP or CTAP consideration, you may receive selection priority if: 1) this vacancy is within your ICTAP or CTAP eligibility; 2) you apply under the instructions in this announcement; and 3) you are found well-qualified for this vacancy. To be well-qualified you must meet the following: OPM qualification requirements for the position, all selective factors, where applicable; special OPM approved qualifying conditions for the position; is physically qualified with reasonable accommodation, where appropriate, to satisfactorily perform the duties of the position upon entry; and receives a rating of at least “well-qualified” on the questionnaire. You must provide proof of eligibility with your application to receive selection priority. Such proof may include a copy of your written notification of ICTAP or CTAP eligibility, or a copy of your separation personnel action form. Additional information regarding ICTAP or CTAP eligibility is available from Career Transition (opm.gov).", "Benefits": "As an ED employee, you will also benefit from our family-friendly work environment. As part of our commitment to maintain a productive balance between work and home, we offer excused leave for Parent/Teacher Conferences (3 hours); excused leave for annual health screenings (4 hours); and matching leave for community volunteer service. Other flexibilities that may be available to you include telework and alternative work schedules. You may be eligible to receive a recruitment incentive for this position. To receive this incentive payment, you will be required to sign a service agreement obligating you to remain with the U.S. Department of Education for a specified period as agreed upon. You may be eligible to receive a relocation incentive for this position. To receive this incentive payment, you will be required to sign a service agreement obligating you to remain with the U.S. Department of Education for a specified period as agreed upon. You may be eligible to participate in the Student Loan Repayment Program as a recruitment incentive for this position. To receive student loan repayments, you will be required to sign a service agreement obligating you to remain with the U.S. Department of Education for a specified period as agreed upon.", "BenefitsUrl": "https://www.usajobs.gov/Help/working-in-government/benefits/", "BenefitsDisplayDefaultText": true, "OtherInformation": "Veterans’ Career Counseling: If you are a veteran interested in receiving tips on preparing a Federal resume and/or how to prepare for an interview, you may email sro_recruiting@ed.gov to schedule a session with a career counselor (“Veterans Counseling Session” should be placed in the subject line of the email). Student Loan Default: If selected for this position, we will verify that you have not defaulted on any loan funded or guaranteed by the U.S. Department of Education. If you are found to be in default, we will contact you to make arrangements for repayment prior to making an official offer of employment. Suitability and Investigation: If selected for this position, you will be required to complete the Declaration for Federal Employment (OF-306) to determine your suitability for federal employment and successfully complete a pre-appointment investigation/background check. Essential/Non-Essential: This position is considered non-essential for purposes of reporting to work during federal government closures. Financial Disclosure: This position requires a financial disclosure. Bargaining Unit: This position is not included in the bargaining unit. Selections: Agencies have broad authority under law to hire from any appropriate source of eligibles and may fill a vacancy in the competitive service by any method authorized. We may make additional selections from this vacancy announcement within 90 days from the date the selection certificates are issued, should vacancies occur. We may also share selection certificates amongst program offices across the agency. Applicants tentatively selected for this position will be required to submit to a urinalysis prior to appointment to screen for illegal drug use, and will be subject to periodic random testing thereafter. Applicants eligible for selection preference under the Interagency Career Transition Assistance Plan (ICTAP) must meet the agency definition of \"well qualified.\" At ED-OIG, this means a score of 85.0 or higher.", "KeyRequirements": ["May be required to complete a background and fingerprint check.", "You must be a U.S. citizen.", "Males born after 12/31/1959 must be registered with the Selective Services.", "Top Secret Clearance required.", "Requires a financial disclosure statement.", "Subject to pre-employment and random drug testing.", "Verification of Employment eligibility in the United States is required.", "Statement of Employment & Financial Interest is required .", "You may be subject to serve a one-year probationary period.", "You may be subject to serve a one-year supervisory probationary period."], "WithinArea": "False", "CommuteDistance": "0", "ServiceType": "01", "AnnouncementClosingType": "01", "AgencyContactEmail": "April.Harris@ed.gov", "AgencyContactPhone": "(202)258-6348", "SecurityClearance": "Top Secret", "DrugTestRequired": "True", "PositionSensitivitiy": "Critical-Sensitive (CS)/High Risk", "AdjudicationType": ["Suitability/Fitness", "National security"], "TeleworkEligible": true, "RemoteIndicator": false}, "IsRadialSearch": false}}, "RelevanceRank": 0}, {"MatchedObjectId": "791272000", "MatchedObjectDescriptor": {"PositionID": "FSA-2024-0021", "PositionTitle": "Administrative Actions and Appeals Specialist, AD-1101-00 (Excepted Service)", "PositionURI": "https://www.usajobs.gov:443/GetJob/ViewDetails/791272000", "ApplyURI": ["https://www.usajobs.gov:443/GetJob/ViewDetails/791272000?PostingChannelID="], "PositionLocationDisplay": "Location Negotiable After Selection", "PositionLocation": [{"LocationName": "Salt Lake City, Utah", "CountryCode": "United States", "CountrySubDivisionCode": "Utah", "CityName": "Salt Lake City, Utah", "Longitude": -111.88823, "Latitude": 40.75952}, {"LocationName": "Seattle, Washington", "CountryCode": "United States", "CountrySubDivisionCode": "Washington", "CityName": "Seattle, Washington", "Longitude": -122.32945, "Latitude": 47.60358}, {"LocationName": "Phoenix, Arizona", "CountryCode": "United States", "CountrySubDivisionCode": "Arizona", "CityName": "Phoenix, Arizona", "Longitude": -112.075775, "Latitude": 33.44826}, {"LocationName": "Los Angeles, California", "CountryCode": "United States", "CountrySubDivisionCode": "California", "CityName": "Los Angeles, California", "Longitude": -118.245, "Latitude": 34.0535}, {"LocationName": "San Francisco, California", "CountryCode": "United States", "CountrySubDivisionCode": "California", "CityName": "San Francisco, California", "Longitude": -122.4196, "Latitude": 37.7771}, {"LocationName": "Denver, Colorado", "CountryCode": "United States", "CountrySubDivisionCode": "Colorado", "CityName": "Denver, Colorado", "Longitude": -104.992256, "Latitude": 39.74001}, {"LocationName": "Washington, District of Columbia", "CountryCode": "United States", "CountrySubDivisionCode": "District of Columbia", "CityName": "Washington, District of Columbia", "Longitude": -77.032, "Latitude": 38.8904}, {"LocationName": "Miami, Florida", "CountryCode": "United States", "CountrySubDivisionCode": "Florida", "CityName": "Miami, Florida", "Longitude": -80.23742, "Latitude": 25.728985}, {"LocationName": "Atlanta, Georgia", "CountryCode": "United States", "CountrySubDivisionCode": "Georgia", "CityName": "Atlanta, Georgia", "Longitude": -84.39111, "Latitude": 33.748314}, {"LocationName": "Chicago, Illinois", "CountryCode": "United States", "CountrySubDivisionCode": "Illinois", "CityName": "Chicago, Illinois", "Longitude": -87.63241, "Latitude": 41.88415}, {"LocationName": "Indianapolis, Indiana", "CountryCode": "United States", "CountrySubDivisionCode": "Indiana", "CityName": "Indianapolis, Indiana", "Longitude": -86.14996, "Latitude": 39.76691}, {"LocationName": "New Orleans, Louisiana", "CountryCode": "United States", "CountrySubDivisionCode": "Louisiana", "CityName": "New Orleans, Louisiana", "Longitude": -90.07771, "Latitude": 29.95369}, {"LocationName": "Boston, Massachusetts", "CountryCode": "United States", "CountrySubDivisionCode": "Massachusetts", "CityName": "Boston, Massachusetts", "Longitude": -71.0567, "Latitude": 42.358635}, {"LocationName": "Minneapolis, Minnesota", "CountryCode": "United States", "CountrySubDivisionCode": "Minnesota", "CityName": "Minneapolis, Minnesota", "Longitude": -93.26493, "Latitude": 44.979034}, {"LocationName": "Kansas City, Missouri", "CountryCode": "United States", "CountrySubDivisionCode": "Missouri", "CityName": "Kansas City, Missouri", "Longitude": -94.58306, "Latitude": 39.10296}, {"LocationName": "Albuquerque, New Mexico", "CountryCode": "United States", "CountrySubDivisionCode": "New Mexico", "CityName": "Albuquerque, New Mexico", "Longitude": -106.649, "Latitude": 35.0842}, {"LocationName": "New York, New York", "CountryCode": "United States", "CountrySubDivisionCode": "New York", "CityName": "New York, New York", "Longitude": -74.0071, "Latitude": 40.7146}, {"LocationName": "Oklahoma City, Oklahoma", "CountryCode": "United States", "CountrySubDivisionCode": "Oklahoma", "CityName": "Oklahoma City, Oklahoma", "Longitude": -97.52033, "Latitude": 35.472004}, {"LocationName": "Portland, Oregon", "CountryCode": "United States", "CountrySubDivisionCode": "Oregon", "CityName": "Portland, Oregon", "Longitude": -122.67563, "Latitude": 45.511795}, {"LocationName": "Austin, Texas", "CountryCode": "United States", "CountrySubDivisionCode": "Texas", "CityName": "Austin, Texas", "Longitude": -97.743, "Latitude": 30.2676}], "OrganizationName": "Federal Student Aid", "DepartmentName": "Department of Education", "JobCategory": [{"Name": "General Business And Industry", "Code": "1101"}], "JobGrade": [{"Code": "AD"}], "PositionSchedule": [{"Name": "", "Code": "1"}], "PositionOfferingType": [{"Name": "", "Code": "15317"}], "QualificationSummary": "ALL QUALIFICATIONS MUST BE MET BY THE CLOSING DATE OF THIS ANNOUNCEMENT. MINIMUM QUALIFICATION REQUIREMENTS: All applicants must meet the qualification requirements outlined below to be considered minimally qualified for this position. The qualification requirements are in accordance with the OPM Qualification Standards. Specialized experience for the (EQUIV GS-14) is demonstrated by performing one year of experience equivalent to the (EQUIV GS-13) level in at least two (2) of the following three (3) duties or work assignments: Experience working with, or knowledge of, laws and regulations, such as Title IV of the Higher Education Act (HEA) or other related legal areas, necessary to administer adverse administrative actions or other legal remedies. Experience analyzing complex Title IV of the HEA program violations, or other substantial legal, regulatory or policy issues, that result in a recommendation to attorneys or leadership, an administrative action notice, or other legal action or decision. Experience developing substantive written work products requiring collaboration, drafting, or editing by multiple staff, resulting in a product to be submitted for management or leadership review or approval. Volunteer Experience: Experience refers to paid and unpaid experience, including volunteer work done through National Service program (e.g., Peace Corps, AmeriCorps) and other organizations (e.g., professional; philanthropic; religious; spiritual; community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment. You will receive credit for all qualifying experience, including volunteer experience. Credit will be given for all appropriate qualifying experience. You must include months, years and hours per week worked to receive credit for your work and/or volunteer experience. For current Federal employees, if hours worked per week are not included on your resume, you must submit a non-award SF-50 as part of your application to be used to validate your work schedule and determine the amount of specialized experience that you will be granted. An award SF-50 will not be acceptable documentation for which to consider your amount of qualifying experience. For all other applicants who are not current federal employees, your resume must state either \"full-time\" (or \"40 hours a week\") or \"part-time\" with the number of hours worked per week to ensure proper crediting of specialized experience. One year of specialized experience is equivalent to 12 months at 40 hours per week. Part-time hours are prorated. For periods of time that reflect military service, the DD-214 or Statement of Service is sufficient to meet the full and/or part-time hours requirement as the service dates will be reflected.", "PositionRemuneration": [{"MinimumRange": "122198.0", "MaximumRange": "191900.0", "RateIntervalCode": "PA", "Description": "Per Year"}], "PositionStartDate": "2024-05-14T15:14:38.8100", "PositionEndDate": "2024-06-04T23:59:59.9970", "PublicationStartDate": "2024-05-14T15:14:38.8100", "ApplicationCloseDate": "2024-06-04T23:59:59.9970", "PositionFormattedDescription": [{"Label": "Dynamic Teaser", "LabelDescription": "Hit highlighting for keyword searches."}], "UserArea": {"Details": {"JobSummary": "This position is in Department of Education, Federal Student Aid (FSA); Office of Enforcement; Administrative Actions and Appeals Service Group (AAASG). The Office of Enforcement is responsible for initiating and carrying out review, investigative and enforcement actions designed to protect students, borrowers and taxpayers from abuse and non- compliance of the Title IV, HEA programs.", "WhoMayApply": {"Name": "", "Code": ""}, "LowGrade": "14", "HighGrade": "14", "PromotionPotential": "14", "OrganizationCodes": "ED/EDEN", "Relocation": "False", "HiringPath": ["fed-excepted", "public"], "AgencyMarketingStatement": "Federal Student Aid (FSA) is Funding America's Future, One Student At A Time. Our vision is to be the most trusted and reliable source of student financial aid, information, and services in the nation. As a principal office of the U.S. Department of Education, FSA provides students and families financial assistance for higher education, and we promote the value of postsecondary education to society. We ensure that all eligible students and families can benefit from federal financial aid for education or training beyond high school. At the office of Federal Student Aid, our more than 1,400 employees help make college education possible for more than 10 million students each year. If you join us, you will be among a team of experts responsible for helping millions of students achieve their goals. Every part of our team—including operations, student aid delivery and servicing, vendor and contract management, and budgeting and cost control—plays an essential role in achieving our mission.", "TravelCode": "1", "ApplyOnlineUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67506", "DetailStatusUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67506&S=1", "MajorDuties": ["Administrative Actions and Appeals Specialist, AD-1101-00 (EQUIV GS-14) responsibilities include: Providing expert recommendations in the administration/management of AAASG workload. Taking the lead and provides expert guidance on high-profile, complex, high-pressured cases such as joint program reviews and false claims/qui tam cases. Developing, drafting, defending, and administering FSA administrative and adverse action cases, including fine, limitation, suspension, termination, emergency (FLSTE) cases. Mentoring and advising the work of lower-graded AAASG staff. Determining and coordinating various case activities/responsibilities with multiple offices with a stake in the case. Identifying documentation required to substantiate charges, status of cases, legal questions regarding actions, interpreting laws and regulations governing the programs. Analyzing and evaluating effectiveness of Group's operations in meeting goals and objectives, and providing advice on organization, policies and operating procedures to best produce the desired results. ."], "Education": "", "Requirements": "", "Evaluations": "We use a multi-step process to review and evaluate applicants: 1. Eligibility and Minimum Qualifications: Once the vacancy announcement closes, we will review your submitted resume and documents to determine if you meet the eligibility and minimum qualification requirements, including any required education, experience, and/or selective placement factors. You will be rated as ineligible if you are outside of the area of consideration (i.e., who may apply) or your application is missing any required documents. You will be rated as not qualified if you do not possess the minimum qualification requirements. 2. Rating and Ranking: If you are found to meet both the eligibility and minimum qualification requirements, we will assess the quality of your experience and the extent to which you possess the required competencies by comparing your submitted resume and documents against your responses to the assessment questionnaire. Your application may be referred to a subject matter expert or panel of subject matter experts for further evaluation. Based on the outcome of this evaluation, you will be assigned a numerical score (out of 100 possible). If your responses to the assessment questionnaire are not substantiated by your submitted resume, you may be eliminated from receiving further consideration. Your qualifications will be evaluated based on your responses to the online assessments completed during the application process. You will be assessed on the following competencies (knowledge, skills, abilities and other characteristics): Identifies and analyzes problems; weighs relevance and accuracy of information needed to support legal matters or administrative actions; generates and evaluates alternative solutions; makes recommendations. Knowledge of the guidelines, regulations, and procedures associated with compliance inquiries, for example concerning the Title IV programs, including application of compliance rules and criteria and ability to make appropriate decisions and issue citations, fines, or orders. Knowledge of laws, legal codes, court procedures, precedents, legal practices and documents, Government regulations, Executive orders, agency rules, Government organization and functions, to effectively administer actions in the most unique and complex circumstances. 3. Referral and Selection: If you are found to be amongst the best qualified applicants, you will be referred to the selecting official. As part of the assessment and selection process, the selecting official may invite you to participate in a structured interview, check your references, and/or request that you submit a writing sample or complete a written assessment or exercise to further evaluate your qualifications for this position. If you require reasonable accommodation for any part of the interview process or written assessment or exercise, please inform the selecting official at the time of scheduling. You may preview questions for this vacancy.", "HowToApply": "Step 1: Create a USAJOBS account (if you do not already have one) at www.usajobs.gov. Step 2: If desired, create a resume using the USAJOBS resume builder. Ensure that your resume demonstrates your education, experience, training, and accomplishments as it relates to the qualifications for this position and substantiates your responses to the assessment questionnaire. Click here for USAJobs Help with \"How to create an application\" Step 3: Upload any required documents into your USAJOBS account (must be less than 3MB and in one of the following document formats: GIF, JPG, JPEG, PNG, RTF, PDF, or Word (DOC or DOCX)). Step 4: Click \"Apply Online\" and follow the prompts to complete the assessment questionnaire and attach any required documents. Verify that uploaded documents from USAJOBS transfer into the agency's hiring system. You will have the opportunity to upload any additional required documents in the agency's hiring system. Click “Finish” to submit your application. NOTE: You may update your application or required documents at any time while the announcement is open by logging into your USAJOBS account, clicking on \"Application Status,\" clicking on the position title, clicking \"Update Application,” and following the prompts. In order to receive consideration for this position, you must submit your complete application, including all required documents, by 11:59 PM Eastern Time on the closing date of the vacancy announcement. If the vacancy announcement has an application limit, we recommend that you submit your complete application at the time of initial application. We will not accept any required documentation after the closing date of the vacancy announcement.", "WhatToExpectNext": "As an applicant, you may check your application status through your USAJOBS account at any time. We will also notify you via email of your application status at three key stages in the recruitment process. Once the vacancy announcement closes, we will inform you that your application has been received. After we review your submitted resume and supporting documentation, we will inform you if you are eligible and qualified, if your application was referred to a subject matter expert or panel of subject matter experts for further evaluation, and if you were amongst the most highly qualified candidates referred to the selecting official. Finally, we will inform you if and when a selection is made.", "RequiredDocuments": "A complete application package includes a resume, required documents and completion of the vacancy announcement questionnaire. Please see this guidance: What to include in your resume (https://www.usajobs.gov/Help/faq/application/documents/resume/what-to-include/) 1. At a minimum, your resume must indicate: job title(s) (include job series and grade, if federal); duties description; education; starting and ending dates (month and year); and either full-time or hours worked per week. If a part- time work schedule is reflected, the hours must be annotated to ensure proper crediting of specialized experience. If military or civilian, please include your rank and/or grade. We recommend using the USAJobs Resume Builder to ensure you do not miss any information; however, it is not required. Your resume should describe your specialized experience and support your answers to the vacancy announcement questionnaire. 2. SF-50, \"Notification of Personnel Action (current Federal employees only): If you are a current or former Federal employee, you must provide the most current Notification of Personnel Action (Form SF-50) that verifies at least one year equivalent to the next lower grade has been met. grade. If the most recent SF-50 has an effective date within the past year, it may not clearly demonstrate you possess the one-year of specialized experience equivalent to the next lower grade, as required by this announcement. In this instance, you must provide an additional SF-50 that clearly demonstrates one-year of specialized experience equivalent to the next lower grade, such as a within grade increase, promotion, etc. 3. Veteran's documentation: If you are claiming veterans' preference you must submit the Member 4 copy of your DD-214 stating disposition of discharge or character of service or other valid proof of eligibility (i.e., statement of service that shows service dates AND character of service) and/or any other required supporting documents (VA Letter). SF-15, the Application for 10-Point Veteran Preference and all documents indicated on the form as proof of type of preference; and/or Proof of Sole Survivorship Preference (e.g., certificate of death or 100% disability as a result of serving in the armed forces). http://www.opm.gov/staffingPortal/Vetguide.asp#VeteransEmploymentAct1998 Active Duty Service Members: You must submit a statement of discharge/certification of release or an official written document from the armed forces that certifies you are expected to be discharged or released from active duty service in the armed forces under honorable conditions no later than 120 days from the date the announcement closes. Enlisted Record Briefs and military identification do NOT qualify as official documentation. If the appropriate information is not submitted to confirm the discharge status, dates of service, etc., you will not be considered for this job opportunity under Veteran Preference procedures. To gain access to your DD-214 online please visit http://www.archives.gov/veterans/military-service-records (http://www.archives.gov/veterans/military-service-records) Writing samples may be requested of the candidates who are selected for interviews. Candidates will be asked to provide any representative legal memo, administrative action notice, compliance report, white paper, or similar document (not to exceed 10 pages) that demonstrates writing style and analytical ability in articulating legal requirements and their applicability to the matter at issue. The sample should be written entirely by the candidate, light editing by others, if any. This will be considered as part of the overall candidate assessment. Cover letters are not required, however, we strongly recommend you send a Cover Letter highlighting your relevant skills and experience, describing your interest in enforcement issues generally and pertaining to higher education such as Title IV compliance or investigative work, misrepresentations or misconduct by higher education institutions, borrower defense, or Title IV administration specifically (if applicable), and explaining how your professional experiences relate to the qualifications listed above.", "Benefits": "FSA is a great place to work. We offer a comprehensive benefits package, including paid vacation and sick leave, federal holidays, health and life insurance, and participation in the Federal Employees Retirement System (FERS), including the Thrift Savings Plan (TSP). As an FSA employee, you will also benefit from our family-friendly work environment. As part of our commitment to maintain a productive balance between work and home, we offer excused leave for Parent/Teacher Conferences (3 hours); excused leave for annual health screenings (4 hours); and matching leave for community volunteer service. Other flexibilities that may be available to you, may include teleworking and alternative work schedules. For more information about the many benefits available to Federal employees, please visit: https://www.usajobs.gov/Help/working-in-government/benefits/.", "BenefitsDisplayDefaultText": false, "OtherInformation": "APPLICATION LIMIT: This vacancy announcement is limited to the first 300 applications received and will close at 11:59PM Eastern Time on the day that we receive the 300th application, or at 11:59PM Eastern Time on the listed closing date, whichever occurs first. We encourage you to read this entire vacancy announcement prior to submitting your application. This announcement may be used to fill additional positions if identical vacancies occur within 90 days of the issue date of the referral certificate. Equal Employment Opportunity: We do not discriminate on the basis of race, color, religion, sex, national origin, age, disability, genetic information, sexual orientation, gender identity, status as a parent, marital status, or political affiliation. People with Disabilities: We are committed to expanding access to employment by hiring people with disabilities; providing reasonable accommodations for people with disabilities; and, identifying and removing barriers to work. Persons with disabilities, including disabled veterans, may apply for jobs filled either competitively (where qualified individuals compete with one another through a structured process), noncompetitively (where a qualified individual may be selected based on a special hiring authority), or through an excepted appointing authority for people with disabilities (i.e., Schedule A). If you require a reasonable accommodation for any part of the application process, please contact us (FSARecruiting@ed.gov). The decision on granting reasonable accommodation is made on a case-by-case basis. For more information, please visit: http://opm.gov/disability/PeopleWithDisabilities.asp Veterans’ Career Counseling: If you are a veteran interested in receiving tips on preparing a Federal resume and/or how to prepare for an interview, you may email Iwork@ed.gov to schedule a session with a career counselor (“Veterans Counseling Session” should be placed in the subject line of the email). Suitability and Investigation: If selected for this position, you will be required to complete the Declaration for Federal Employment (OF-306) to determine your suitability for federal employment and subject to a pre-appointment investigation/background check. Level of Risk and Sensitivity: Level of this position T4 and the sensitivity is High.", "KeyRequirements": [], "WithinArea": "False", "CommuteDistance": "0", "ServiceType": "02", "AnnouncementClosingType": "03", "AnnouncementClosingTypeOption": "300", "AgencyContactEmail": "FSAHRACTIONS@ED.GOV", "AgencyContactPhone": "202-377-3932", "SecurityClearance": "Other", "DrugTestRequired": "False", "PositionSensitivitiy": "High Risk (HR)", "AdjudicationType": ["Credentialing", "Suitability/Fitness"], "TeleworkEligible": true, "RemoteIndicator": false}, "IsRadialSearch": false}}, "RelevanceRank": 0}, {"MatchedObjectId": "791567500", "MatchedObjectDescriptor": {"PositionID": "FSA-2024-0030", "PositionTitle": "Management and Program Analyst", "PositionURI": "https://www.usajobs.gov:443/GetJob/ViewDetails/791567500", "ApplyURI": ["https://www.usajobs.gov:443/GetJob/ViewDetails/791567500?PostingChannelID="], "PositionLocationDisplay": "Multiple Locations", "PositionLocation": [{"LocationName": "Washington, District of Columbia", "CountryCode": "United States", "CountrySubDivisionCode": "District of Columbia", "CityName": "Washington, District of Columbia", "Longitude": -77.032, "Latitude": 38.8904}, {"LocationName": "Salt Lake City, Utah", "CountryCode": "United States", "CountrySubDivisionCode": "Utah", "CityName": "Salt Lake City, Utah", "Longitude": -111.88823, "Latitude": 40.75952}, {"LocationName": "Seattle, Washington", "CountryCode": "United States", "CountrySubDivisionCode": "Washington", "CityName": "Seattle, Washington", "Longitude": -122.32945, "Latitude": 47.60358}, {"LocationName": "Phoenix, Arizona", "CountryCode": "United States", "CountrySubDivisionCode": "Arizona", "CityName": "Phoenix, Arizona", "Longitude": -112.075775, "Latitude": 33.44826}, {"LocationName": "Los Angeles, California", "CountryCode": "United States", "CountrySubDivisionCode": "California", "CityName": "Los Angeles, California", "Longitude": -118.245, "Latitude": 34.0535}, {"LocationName": "San Francisco, California", "CountryCode": "United States", "CountrySubDivisionCode": "California", "CityName": "San Francisco, California", "Longitude": -122.4196, "Latitude": 37.7771}, {"LocationName": "Denver, Colorado", "CountryCode": "United States", "CountrySubDivisionCode": "Colorado", "CityName": "Denver, Colorado", "Longitude": -104.992256, "Latitude": 39.74001}, {"LocationName": "Washington, District of Columbia", "CountryCode": "United States", "CountrySubDivisionCode": "District of Columbia", "CityName": "Washington, District of Columbia", "Longitude": -77.032, "Latitude": 38.8904}, {"LocationName": "Miami, Florida", "CountryCode": "United States", "CountrySubDivisionCode": "Florida", "CityName": "Miami, Florida", "Longitude": -80.23742, "Latitude": 25.728985}, {"LocationName": "Atlanta, Georgia", "CountryCode": "United States", "CountrySubDivisionCode": "Georgia", "CityName": "Atlanta, Georgia", "Longitude": -84.39111, "Latitude": 33.748314}, {"LocationName": "Chicago, Illinois", "CountryCode": "United States", "CountrySubDivisionCode": "Illinois", "CityName": "Chicago, Illinois", "Longitude": -87.63241, "Latitude": 41.88415}, {"LocationName": "Indianapolis, Indiana", "CountryCode": "United States", "CountrySubDivisionCode": "Indiana", "CityName": "Indianapolis, Indiana", "Longitude": -86.14996, "Latitude": 39.76691}, {"LocationName": "New Orleans, Louisiana", "CountryCode": "United States", "CountrySubDivisionCode": "Louisiana", "CityName": "New Orleans, Louisiana", "Longitude": -90.07771, "Latitude": 29.95369}, {"LocationName": "Boston, Massachusetts", "CountryCode": "United States", "CountrySubDivisionCode": "Massachusetts", "CityName": "Boston, Massachusetts", "Longitude": -71.0567, "Latitude": 42.358635}, {"LocationName": "Minneapolis, Minnesota", "CountryCode": "United States", "CountrySubDivisionCode": "Minnesota", "CityName": "Minneapolis, Minnesota", "Longitude": -93.26493, "Latitude": 44.979034}, {"LocationName": "Kansas City, Missouri", "CountryCode": "United States", "CountrySubDivisionCode": "Missouri", "CityName": "Kansas City, Missouri", "Longitude": -94.58306, "Latitude": 39.10296}, {"LocationName": "Albuquerque, New Mexico", "CountryCode": "United States", "CountrySubDivisionCode": "New Mexico", "CityName": "Albuquerque, New Mexico", "Longitude": -106.649, "Latitude": 35.0842}, {"LocationName": "New York, New York", "CountryCode": "United States", "CountrySubDivisionCode": "New York", "CityName": "New York, New York", "Longitude": -74.0071, "Latitude": 40.7146}, {"LocationName": "Oklahoma City, Oklahoma", "CountryCode": "United States", "CountrySubDivisionCode": "Oklahoma", "CityName": "Oklahoma City, Oklahoma", "Longitude": -97.52033, "Latitude": 35.472004}, {"LocationName": "Portland, Oregon", "CountryCode": "United States", "CountrySubDivisionCode": "Oregon", "CityName": "Portland, Oregon", "Longitude": -122.67563, "Latitude": 45.511795}, {"LocationName": "Austin, Texas", "CountryCode": "United States", "CountrySubDivisionCode": "Texas", "CityName": "Austin, Texas", "Longitude": -97.743, "Latitude": 30.2676}], "OrganizationName": "Federal Student Aid", "DepartmentName": "Department of Education", "JobCategory": [{"Name": "Management And Program Analysis", "Code": "0343"}], "JobGrade": [{"Code": "GS"}], "PositionSchedule": [{"Name": "", "Code": "1"}], "PositionOfferingType": [{"Name": "", "Code": "15317"}], "QualificationSummary": "ALL QUALIFICATIONS MUST BE MET BY THE CLOSING DATE OF THIS ANNOUNCEMENT. MINIMUM QUALIFICATION REQUIREMENTS: All applicants must meet the qualification requirements outlined below to be considered minimally qualified for this position. The qualification requirements are in accordance with the OPM Qualification Standards. Specialized experience for the GS-12 is demonstrated by performing one year of experience equivalent to the GS-11 level in at least two (2) of the following three (3) duties or work assignments: Ability to review and analyze Title IV Program data reported by schools, third party servicers, auditors, and any other external partners. Knowledge and understanding of operational processes performed by schools and partners that administer and manage federal programs. Skill in oral and written communications for a variety of FSA stakeholders. Volunteer Experience: Experience refers to paid and unpaid experience, including volunteer work done through National Service program (e.g., Peace Corps, AmeriCorps) and other organizations (e.g., professional; philanthropic; religious; spiritual; community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment. You will receive credit for all qualifying experience, including volunteer experience. Credit will be given for all appropriate qualifying experience. You must include months, years and hours per week worked to receive credit for your work and/or volunteer experience. For current Federal employees, if hours worked per week are not included on your resume, you must submit a non-award SF-50 as part of your application to be used to validate your work schedule and determine the amount of specialized experience that you will be granted. An award SF-50 will not be acceptable documentation for which to consider your amount of qualifying experience. For all other applicants who are not current federal employees, your resume must state either \"full-time\" (or \"40 hours a week\") or \"part-time\" with the number of hours worked per week to ensure proper crediting of specialized experience. One year of specialized experience is equivalent to 12 months at 40 hours per week. Part-time hours are prorated. For periods of time that reflect military service, the DD-214 or Statement of Service is sufficient to meet the full and/or part-time hours requirement as the service dates will be reflected. Any individual who is currently holding, or has held within the previous 52 weeks, a General Schedule position under non-temporary appointment in the competitive or excepted service, must meet time-in-grade requirements (must have served 52 weeks at the next lower grade or equivalent in the Federal service). Time-in-grade requirements must be met by the closing date of this announcement. Time-In-Grade requirements also apply to former Federal civilian employees applying for reinstatement as well as current employees applying for Veterans Employment Opportunities Act of 1998 (VEOA) appointment.", "PositionRemuneration": [{"MinimumRange": "86962.0", "MaximumRange": "140713.0", "RateIntervalCode": "PA", "Description": "Per Year"}], "PositionStartDate": "2024-05-16T10:12:06.1030", "PositionEndDate": "2024-05-29T23:59:59.9970", "PublicationStartDate": "2024-05-16T10:12:06.1030", "ApplicationCloseDate": "2024-05-29T23:59:59.9970", "PositionFormattedDescription": [{"Label": "Dynamic Teaser", "LabelDescription": "Hit highlighting for keyword searches."}], "UserArea": {"Details": {"JobSummary": "This position is located in the U.S. Department of Education (ED) Federal Student Aid (FSA), Office of Partner Participation and Oversight (PPO), Partner Management and Support Services (PMSS), Program Delivery Services Group (PDSG), Funds Management/School Reconciliation Partner Division (FMSRPD). FMSRPD’s mission is to get the right amount of funding to the right schools and students in the right amount of time and account for it correctly.", "WhoMayApply": {"Name": "", "Code": ""}, "LowGrade": "12", "HighGrade": "12", "PromotionPotential": "12", "OrganizationCodes": "ED/EDEN", "Relocation": "False", "HiringPath": ["fed-competitive", "fed-internal-search", "fed-transition"], "TotalOpenings": "1", "AgencyMarketingStatement": "Federal Student Aid (FSA) is Funding America's Future, One Student At A Time. Our vision is to be the most trusted and reliable source of student financial aid, information, and services in the nation. As a principal office of the U.S. Department of Education, FSA provides students and families financial assistance for higher education, and we promote the value of postsecondary education to society. We ensure that all eligible students and families can benefit from federal financial aid for education or training beyond high school. At the office of Federal Student Aid, our more than 1,400 employees help make college education possible for more than 10 million students each year. If you join us, you will be among a team of experts responsible for helping millions of students achieve their goals. Every part of our team—including operations, student aid delivery and servicing, vendor and contract management, and budgeting and cost control—plays an essential role in achieving our mission.", "TravelCode": "1", "ApplyOnlineUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67546", "DetailStatusUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67546&S=1", "MajorDuties": ["As a Management and Program Analyst, GS-0343, 12, you will be responsible for: Developing and performing school monitoring and school contact responsibilities within the School Reconciliation Branch. Conducting school outreach and correspondence to ensure accurate and timely school notifications. Communicating and collaborating with internal and external stakeholders on various Title IV policy, operations, and customer service matters. Analyzing management information requirements. Developing and/or maintaining detailed, clear, and accurate summation reports used for management and internal control of Title IV programs. Establishing and maintaining reporting databases, templates, procedures, and reference materials. Analyzing new or updated regulations to effectively translate system requirements as needed. Performing user acceptance testing of system functionality. Conducting detailed analyses of group and division work processes to meet established goals and objectives. Identifying and resolving problems, reviewing production standards, and proposing and implementing process improvements as needed."], "Education": "", "Requirements": "", "Evaluations": "We use a multi-step process to review and evaluate applicants: 1. Eligibility and Minimum Qualifications: Once the vacancy announcement closes, we will review your submitted resume and documents to determine if you meet the eligibility and minimum qualification requirements, including any required education, experience, and/or selective placement factors. You will be rated as ineligible if you are outside of the area of consideration (i.e., who may apply) or your application is missing any required documents. You will be rated as not qualified if you do not possess the minimum qualification requirements. 2. Rating and Ranking: If you are found to meet both the eligibility and minimum qualification requirements, we will assess the quality of your experience and the extent to which you possess the required competencies by comparing your submitted resume and documents against your responses to the assessment questionnaire. Your application may be referred to a subject matter expert or panel of subject matter experts for further evaluation. Based on the outcome of this evaluation, you will be assigned a numerical score (out of 100 possible). If your responses to the assessment questionnaire are not substantiated by your submitted resume, you may be eliminated from receiving further consideration. Candidates who apply under Competitive Merit Promotion procedures will undergo a quality review to determine if they are highly qualified based on the content of their resume and their responses to the questionnaire. Best qualified candidates will be referred if all required supporting documentation has been provided. Candidates who apply under Noncompetitive Merit Promotion procedures will undergo a quality review to determine if they are minimally qualified based on the content of their resume and their responses to the questionnaire. Qualified candidates will be referred if all required supporting documentation has been provided. Your qualifications will be evaluated based on your responses to the online assessments completed during the application process. You will be assessed on the following competencies (knowledge, skills, abilities and other characteristics): Knowledge of pertinent laws, regulations, and policies related to program operations to analyze program impacts. Knowledge of quantitative and qualitative techniques for measuring effectiveness, efficiency, and productivity of assigned programs. Skill in developing and maintaining databases for reporting and comparison of data. Skill in applying analytical and evaluative methods and techniques in developing new procedures and approaches to identify and resolve significant issues and problems. Ability to communicate effectively to make recommendations to management and provide summary documentation that supports those recommendations. 3. Referral and Selection: If you are referred to the selecting official, you may receive an invitation to participate in a structured interview, check your references, and/or request that you submit a writing sample or complete a written assessment or exercise to further evaluate your qualifications for this position. If you require reasonable accommodation for any part of the interview process or written assessment or exercise, please inform the selecting official at the time of scheduling. You may preview questions for this vacancy.", "HowToApply": "Step 1: Create a USAJOBS account (if you do not already have one) at www.usajobs.gov. Step 2: If desired, create a resume using the USAJOBS resume builder. Ensure that your resume demonstrates your education, experience, training, and accomplishments as it relates to the qualifications for this position and substantiates your responses to the assessment questionnaire. Click here for USAJobs Help with \"How to create an application\" Step 3: Upload any required documents into your USAJOBS account (must be less than 3MB and in one of the following document formats: GIF, JPG, JPEG, PNG, RTF, PDF, or Word (DOC or DOCX)). Step 4: Click \"Apply Online\" and follow the prompts to complete the assessment questionnaire and attach any required documents. Verify that uploaded documents from USAJOBS transfer into the agency's hiring system. You will have the opportunity to upload any additional required documents in the agency's hiring system. Click “Finish” to submit your application. NOTE: You may update your application or required documents at any time while the announcement is open by logging into your USAJOBS account, clicking on \"Application Status,\" clicking on the position title, clicking \"Update Application,” and following the prompts. In order to receive consideration for this position, you must submit your complete application, including all required documents, by 11:59 PM Eastern Time on the closing date of the vacancy announcement. If the vacancy announcement has an application limit, we recommend that you submit your complete application at the time of initial application. We will not accept any required documentation after the closing date of the vacancy announcement.", "WhatToExpectNext": "As an applicant, you may check your application status through your USAJOBS account at any time. We will also notify you via email of your application status at three key stages in the recruitment process. Once the vacancy announcement closes, we will inform you that your application has been received. After we review your submitted resume and supporting documentation, we will inform you if you are eligible and qualified, if your application was referred to a subject matter expert or panel of subject matter experts for further evaluation, and if you were amongst the most highly qualified candidates referred to the selecting official. Finally, we will inform you if and when a selection is made.", "RequiredDocuments": "A complete application package includes a resume, required documents and completion of the vacancy announcement questionnaire. Please see this guidance: What to include in your resume (https://www.usajobs.gov/Help/faq/application/documents/resume/what-to-include/) 1. At a minimum, your resume must indicate: job title(s) (include job series and grade, if federal); duties description; education; starting and ending dates (month and year); and either full-time or hours worked per week. If a part- time work schedule is reflected, the hours must be annotated to ensure proper crediting of specialized experience. If military or civilian, please include your rank and/or grade. We recommend using the USAJobs Resume Builder to ensure you do not miss any information; however, it is not required. Your resume should describe your specialized experience and support your answers to the vacancy announcement questionnaire. 2. SF-50, \"Notification of Personnel Action: If you are a current or former Federal employee, you must provide the most current Notification of Personnel Action (Form SF-50) that verifies career/career-conditional status, title, series and grade (such as the initial hire, promotion, or reassignment SF-50; do not submit an Award SF-50). Also provide the SF-50 that reflects the highest grade level held on a permanent basis or the full performance level of your current position, whichever is higher. Failure to do so will result in an ineligible rating. Time in grade will be determined by reviewing your resume and required SF-50s. If the most recent SF-50 has an effective date within the past year, it may not clearly demonstrate you possess the one-year time-in-grade, as required by this announcement. In this instance, you must provide an additional SF-50 that clearly demonstrates one-year time-in-grade, such as a Within Grade Increase. 3. Veteran's documentation: If you are requesting consideration under Veterans Employment Opportunity Act (VEOA) or Veterans Readjustment Act (VRA) you must submit the Member 4 copy of your DD-214 stating disposition of discharge or character of service or other valid proof of eligibility (i.e., statement of service that shows service dates AND character of service) and/or any other required supporting documents (VA Letter). http://www.opm.gov/staffingPortal/Vetguide.asp#VeteransEmploymentAct1998 Active Duty Service Members: You must submit a statement of discharge/certification of release or an official written document from the armed forces that certifies you are expected to be discharged or released from active duty service in the armed forces under honorable conditions no later than 120 days from the date the announcement closes. Enlisted Record Briefs and military identification do NOT qualify as official documentation. If the appropriate information is not submitted to confirm the discharge status, dates of service, etc., you will not be considered for this job opportunity under Veteran Preference procedures. To gain access to your DD-214 online please visit http://www.archives.gov/veterans/military-service-records (http://www.archives.gov/veterans/military-service-records) 4. Career Transition Assistance Plan (CTAP) and Interagency Career Transition Assistance Plan (ICTAP) documentation: If you are a displaced Federal employee within the local commuting area, you must include: 1) Proof you are a displaced Federal employee, e.g., RIF Separation Notice, Notice of Proposed Removal, etc; 2) SF-50s (Notifications of Personnel Action) showing career/conditional tenure competitive status, promotion potential and duty location; and 3) your most recent performance appraisal. To exercise selection priority, displaced or surplus Federal employees must be rated well-qualified or above 85 on the rating criteria for this position. PLEASE NOTE: The eligibility section of the application process is designed to allow you to choose how you wish to be considered for this vacancy announcement. You will ONLY be considered for the appointment eligibilities that you select. You must provide the supporting documentation to support your claim. Please review the list of documentation provided in the eligibilities language to ensure you provide the appropriate information. You may choose more than one eligibility.", "Benefits": "FSA is a great place to work. We offer a comprehensive benefits package, including paid vacation and sick leave, federal holidays, health and life insurance, and participation in the Federal Employees Retirement System (FERS), including the Thrift Savings Plan (TSP). As an FSA employee, you will also benefit from our family-friendly work environment. As part of our commitment to maintain a productive balance between work and home, we offer excused leave for Parent/Teacher Conferences (3 hours); excused leave for annual health screenings (4 hours); and matching leave for community volunteer service. Other flexibilities that may be available to you, may include teleworking and alternative work schedules. For more information about the many benefits available to Federal employees, please visit: https://www.usajobs.gov/Help/working-in-government/benefits/.", "BenefitsDisplayDefaultText": false, "OtherInformation": "APPLICATION LIMIT: This vacancy announcement is limited to the first 75 applications received and will close at 11:59PM Eastern Time on the day that we receive the 75th application, or at 11:59PM Eastern Time on the listed closing date, whichever occurs first. We encourage you to read this entire vacancy announcement prior to submitting your application. This announcement may be used to fill additional positions if identical vacancies occur within 90 days of the issue date of the referral certificate. Equal Employment Opportunity: We do not discriminate on the basis of race, color, religion, sex, national origin, age, disability, genetic information, sexual orientation, gender identity, status as a parent, marital status, or political affiliation. People with Disabilities: We are committed to expanding access to employment by hiring people with disabilities; providing reasonable accommodations for people with disabilities; and, identifying and removing barriers to work. Persons with disabilities, including disabled veterans, may apply for jobs filled either competitively (where qualified individuals compete with one another through a structured process), noncompetitively (where a qualified individual may be selected based on a special hiring authority), or through an excepted appointing authority for people with disabilities (i.e., Schedule A). If you require a reasonable accommodation for any part of the application process, please contact us. The decision on granting reasonable accommodation is made on a case-by-case basis. For more information, please visit: http://opm.gov/disability/PeopleWithDisabilities.asp Veterans’ Career Counseling: If you are a veteran interested in receiving tips on preparing a Federal resume and/or how to prepare for an interview, you may email Iwork@ed.gov to schedule a session with a career counselor (“Veterans Counseling Session” should be placed in the subject line of the email). Suitability and Investigation: If selected for this position, you will be required to complete the Declaration for Federal Employment (OF-306) to determine your suitability for federal employment and subject to a pre-appointment investigation/background check. Level of Risk and Sensitivity: Level of this position T2 and the sensitivity is Moderate. Time After Competitive Appointment: Candidates who are current Federal employees serving on a non-temporary competitive appointment must have served at least 90 days in that appointment before the agency can promote, transfer, reinstate, or detail an employee to a different position or different geographical area. When moving employees is consistent with open competition principles, OPM may waive the restriction against movement to a different geographical area upon written request from an agency.", "KeyRequirements": [], "WithinArea": "False", "CommuteDistance": "0", "ServiceType": "01", "AnnouncementClosingType": "03", "AnnouncementClosingTypeOption": "75", "AgencyContactEmail": "FSAHRActions@ed.gov", "AgencyContactPhone": "000-000-0000", "SecurityClearance": "Other", "DrugTestRequired": "False", "PositionSensitivitiy": "Non-sensitive (NS)/Low Risk", "AdjudicationType": ["Credentialing", "Suitability/Fitness"], "TeleworkEligible": true, "RemoteIndicator": false}, "IsRadialSearch": false}}, "RelevanceRank": 0}, {"MatchedObjectId": "791725800", "MatchedObjectDescriptor": {"PositionID": "FSA/ENC-2024-0014", "PositionTitle": "Management and Program Analyst (Excepted Service), AD-0343-00 (GS-13 Equivalent), FSA Only", "PositionURI": "https://www.usajobs.gov:443/GetJob/ViewDetails/791725800", "ApplyURI": ["https://www.usajobs.gov:443/GetJob/ViewDetails/791725800?PostingChannelID="], "PositionLocationDisplay": "Location Negotiable After Selection", "PositionLocation": [{"LocationName": "Salt Lake City, Utah", "CountryCode": "United States", "CountrySubDivisionCode": "Utah", "CityName": "Salt Lake City, Utah", "Longitude": -111.88823, "Latitude": 40.75952}, {"LocationName": "Seattle, Washington", "CountryCode": "United States", "CountrySubDivisionCode": "Washington", "CityName": "Seattle, Washington", "Longitude": -122.32945, "Latitude": 47.60358}, {"LocationName": "Phoenix, Arizona", "CountryCode": "United States", "CountrySubDivisionCode": "Arizona", "CityName": "Phoenix, Arizona", "Longitude": -112.075775, "Latitude": 33.44826}, {"LocationName": "Los Angeles, California", "CountryCode": "United States", "CountrySubDivisionCode": "California", "CityName": "Los Angeles, California", "Longitude": -118.245, "Latitude": 34.0535}, {"LocationName": "San Francisco, California", "CountryCode": "United States", "CountrySubDivisionCode": "California", "CityName": "San Francisco, California", "Longitude": -122.4196, "Latitude": 37.7771}, {"LocationName": "Denver, Colorado", "CountryCode": "United States", "CountrySubDivisionCode": "Colorado", "CityName": "Denver, Colorado", "Longitude": -104.992256, "Latitude": 39.74001}, {"LocationName": "Washington, District of Columbia", "CountryCode": "United States", "CountrySubDivisionCode": "District of Columbia", "CityName": "Washington, District of Columbia", "Longitude": -77.032, "Latitude": 38.8904}, {"LocationName": "Miami, Florida", "CountryCode": "United States", "CountrySubDivisionCode": "Florida", "CityName": "Miami, Florida", "Longitude": -80.23742, "Latitude": 25.728985}, {"LocationName": "Atlanta, Georgia", "CountryCode": "United States", "CountrySubDivisionCode": "Georgia", "CityName": "Atlanta, Georgia", "Longitude": -84.39111, "Latitude": 33.748314}, {"LocationName": "Chicago, Illinois", "CountryCode": "United States", "CountrySubDivisionCode": "Illinois", "CityName": "Chicago, Illinois", "Longitude": -87.63241, "Latitude": 41.88415}, {"LocationName": "Indianapolis, Indiana", "CountryCode": "United States", "CountrySubDivisionCode": "Indiana", "CityName": "Indianapolis, Indiana", "Longitude": -86.14996, "Latitude": 39.76691}, {"LocationName": "New Orleans, Louisiana", "CountryCode": "United States", "CountrySubDivisionCode": "Louisiana", "CityName": "New Orleans, Louisiana", "Longitude": -90.07771, "Latitude": 29.95369}, {"LocationName": "Boston, Massachusetts", "CountryCode": "United States", "CountrySubDivisionCode": "Massachusetts", "CityName": "Boston, Massachusetts", "Longitude": -71.0567, "Latitude": 42.358635}, {"LocationName": "Minneapolis, Minnesota", "CountryCode": "United States", "CountrySubDivisionCode": "Minnesota", "CityName": "Minneapolis, Minnesota", "Longitude": -93.26493, "Latitude": 44.979034}, {"LocationName": "Kansas City, Missouri", "CountryCode": "United States", "CountrySubDivisionCode": "Missouri", "CityName": "Kansas City, Missouri", "Longitude": -94.58306, "Latitude": 39.10296}, {"LocationName": "Albuquerque, New Mexico", "CountryCode": "United States", "CountrySubDivisionCode": "New Mexico", "CityName": "Albuquerque, New Mexico", "Longitude": -106.649, "Latitude": 35.0842}, {"LocationName": "New York, New York", "CountryCode": "United States", "CountrySubDivisionCode": "New York", "CityName": "New York, New York", "Longitude": -74.0071, "Latitude": 40.7146}, {"LocationName": "Oklahoma City, Oklahoma", "CountryCode": "United States", "CountrySubDivisionCode": "Oklahoma", "CityName": "Oklahoma City, Oklahoma", "Longitude": -97.52033, "Latitude": 35.472004}, {"LocationName": "Portland, Oregon", "CountryCode": "United States", "CountrySubDivisionCode": "Oregon", "CityName": "Portland, Oregon", "Longitude": -122.67563, "Latitude": 45.511795}, {"LocationName": "Austin, Texas", "CountryCode": "United States", "CountrySubDivisionCode": "Texas", "CityName": "Austin, Texas", "Longitude": -97.743, "Latitude": 30.2676}], "OrganizationName": "Federal Student Aid", "DepartmentName": "Department of Education", "JobCategory": [{"Name": "Management And Program Analysis", "Code": "0343"}], "JobGrade": [{"Code": "AD"}], "PositionSchedule": [{"Name": "", "Code": "1"}], "PositionOfferingType": [{"Name": "", "Code": "15317"}], "QualificationSummary": "ALL QUALIFICATIONS MUST BE MET BY THE CLOSING DATE OF THIS ANNOUNCEMENT. Specialized experience for the GS-13 equivalent is demonstrated by performing one year of experience equivalent to the GS-12 equivalent level in at least two (2) of the following three (3) duties or work assignments: Experience overseeing, managing, and coordinating the life cycle of products and services. Experience gathering, analyzing, testing and implementing product, functional or system requirements to ensure that requirements are in compliance. Experience in developing and delivering briefing materials used to present data and recommendations; or writing memoranda, standard operating procedures, and technical reports that include findings, analyses, and recommendations for process improvement. Volunteer Experience: Experience refers to paid and unpaid experience, including volunteer work done through National Service program (e.g., Peace Corps, AmeriCorps) and other organizations (e.g., professional; philanthropic; religious; spiritual; community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment. You will receive credit for all qualifying experience, including volunteer experience. Credit will be given for all appropriate qualifying experience. You must include months, years and hours per week worked to receive credit for your work and/or volunteer experience. For current Federal employees, if hours worked per week are not included on your resume, you must submit a non-award SF-50 as part of your application to be used to validate your work schedule and determine the amount of specialized experience that you will be granted. An award SF-50 will not be acceptable documentation for which to consider your amount of qualifying experience. For all other applicants who are not current federal employees, your resume must state either \"full-time\" (or \"40 hours a week\") or \"part-time\" with the number of hours worked per week to ensure proper crediting of specialized experience. One year of specialized experience is equivalent to 12 months at 40 hours per week. Part-time hours are prorated. For periods of time that reflect military service, the DD-214 or Statement of Service is sufficient to meet the full and/or part-time hours requirement as the service dates will be reflected. Any individual who is currently holding, or has held within the previous 52 weeks, a General Schedule position under non-temporary appointment in the competitive or excepted service, must meet time-in-grade requirements (must have served 52 weeks at the next lower grade or equivalent in the Federal service). Time-in-grade requirements must be met by the closing date of this announcement. Time-In-Grade requirements also apply to former Federal civilian employees applying for reinstatement as well as current employees applying for Veterans Employment Opportunities Act of 1998 (VEOA) appointment.", "PositionRemuneration": [{"MinimumRange": "103409.0", "MaximumRange": "167337.0", "RateIntervalCode": "PA", "Description": "Per Year"}], "PositionStartDate": "2024-05-17T00:00:00.0000", "PositionEndDate": "2024-05-22T23:59:59.9970", "PublicationStartDate": "2024-05-17T00:00:00.0000", "ApplicationCloseDate": "2024-05-22T23:59:59.9970", "PositionFormattedDescription": [{"Label": "Dynamic Teaser", "LabelDescription": "Hit highlighting for keyword searches."}], "UserArea": {"Details": {"JobSummary": "This position is located in Washington, DC, Federal Student Aid, Office of Student Experience and Aid Delivery, Product Management Group in location negotiable. The Federal Student Aid, Office of Student Experience and Aid Delivery, Product Management Group is responsible for capability and product strategy, budget, design, development, testing, innovation, and general management.", "WhoMayApply": {"Name": "", "Code": ""}, "LowGrade": "00", "HighGrade": "00", "PromotionPotential": "00", "PromotionPotentialAdditionalText": "Position is at the full performance level and is equivalent to a GS-13.", "OrganizationCodes": "ED/EDEN", "Relocation": "False", "HiringPath": ["fed-internal-search"], "AgencyMarketingStatement": "Federal Student Aid (FSA) is Funding America's Future, One Student At A Time. Our vision is to be the most trusted and reliable source of student financial aid, information, and services in the nation. As a principal office of the U.S. Department of Education, FSA provides students and families financial assistance for higher education, and we promote the value of postsecondary education to society. We ensure that all eligible students and families can benefit from federal financial aid for education or training beyond high school. At the office of Federal Student Aid, our more than 1,400 employees help make college education possible for more than 10 million students each year. If you join us, you will be among a team of experts responsible for helping millions of students achieve their goals. Every part of our team—including operations, student aid delivery and servicing, vendor and contract management, and budgeting and cost control—plays an essential role in achieving our mission.", "TravelCode": "0", "ApplyOnlineUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67522", "DetailStatusUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67522&S=1", "MajorDuties": ["Management and Program Analyst, GS-0343-13, duties include: Providing technical advice on policies and procedures by advising managers and program officials on routine aspects of management or program-related policies and procedures. Qualitatively and quantitatively analyzing and evaluating the effectiveness of managerial operations in meeting established goals and objectives. Developing procedures and systems for assessing the effectiveness of programs and management processes. Developing and recommending operational policies and procedures by reviewing and evaluating established managerial and program policies and procedures when identifying problems."], "Education": "Education cannot be substituted for experience for this position and grade level. Foreign Education: Education completed in foreign colleges or universities may be used to meet education requirements if you can show that the foreign education is comparable to that received in an accredited educational institution in the United States. It is your responsibility to provide such evidence when applying. If you are using foreign education to meet qualification requirements, you must submit a Certificate of Foreign Equivalency with your transcript in order to receive credit for that education. For further information, please click Foreign Education.", "Requirements": "", "Evaluations": "We use a multi-step process to review and evaluate applicants: 1. Eligibility and Minimum Qualifications: Once the vacancy announcement closes, we will review your submitted resume and documents to determine if you meet the eligibility and minimum qualification requirements, including any required education, experience, and/or selective placement factors. You will be rated as ineligible if you are outside of the area of consideration (i.e., who may apply) or your application is missing any required documents. You will be rated as not qualified if you do not possess the minimum qualification requirements. 2. Rating and Ranking: If you are found to meet both the eligibility and minimum qualification requirements, we will assess the quality of your experience and the extent to which you possess the required competencies by comparing your submitted resume and documents against your responses to the assessment questionnaire. Your application may be referred to a subject matter expert or panel of subject matter experts for further evaluation. Based on the outcome of this evaluation, you will be assigned a numerical score (out of 100 possible). If your responses to the assessment questionnaire are not substantiated by your submitted resume, you may be eliminated from receiving further consideration. Your qualifications will be evaluated based on your responses to the online assessments completed during the application process. You will be assessed on the following competencies (knowledge, skills, abilities and other characteristics): Uses knowledge that is acquired through formal training or extensive on-the-job experience to perform one's job; works with, understands, and evaluates technical information related to the job; advises others on technical issues. Knowledge of principles, methods, and tools for analyzing and developing systems testing and evaluation procedures and technical characteristics of IT systems, including identifying critical operational issues. Knowledge of the principles and methods to identify, analyze, specify, design, and manage functional and infrastructure requirements; includes translating functional requirements into technical requirements used for logical design or presenting alternative technologies or approaches. Identifies and analyzes problems; weighs relevance and accuracy of information; generates and evaluates alternative solutions; makes recommendations. 3. Referral and Selection: If you are referred to the selecting official, you may receive an invitation to participate in a structured interview, check your references, and/or request that you submit a writing sample or complete a written assessment or exercise to further evaluate your qualifications for this position. If you require reasonable accommodation for any part of the interview process or written assessment or exercise, please inform the selecting official at the time of scheduling. You may preview questions for this vacancy.", "HowToApply": "Step 1: Create a USAJOBS account (if you do not already have one) at www.usajobs.gov. Step 2: If desired, create a resume using the USAJOBS resume builder. Ensure that your resume demonstrates your education, experience, training, and accomplishments as it relates to the qualifications for this position and substantiates your responses to the assessment questionnaire. Click here for USAJobs Help with \"How to create an application\" Step 3: Upload any required documents into your USAJOBS account (must be less than 3MB and in one of the following document formats: GIF, JPG, JPEG, PNG, RTF, PDF, or Word (DOC or DOCX)). Step 4: Click \"Apply Online\" and follow the prompts to complete the assessment questionnaire and attach any required documents. Verify that uploaded documents from USAJOBS transfer into the agency's hiring system. You will have the opportunity to upload any additional required documents in the agency's hiring system. Click “Finish” to submit your application. NOTE: You may update your application or required documents at any time while the announcement is open by logging into your USAJOBS account, clicking on \"Application Status,\" clicking on the position title, clicking \"Update Application,” and following the prompts. In order to receive consideration for this position, you must submit your complete application, including all required documents, by 11:59 PM Eastern Time on the closing date of the vacancy announcement. If the vacancy announcement has an application limit, we recommend that you submit your complete application at the time of initial application. We will not accept any required documentation after the closing date of the vacancy announcement.", "WhatToExpectNext": "As an applicant, you may check your application status through your USAJOBS account at any time. We will also notify you via email of your application status at three key stages in the recruitment process. Once the vacancy announcement closes, we will inform you that your application has been received. After we review your submitted resume and supporting documentation, we will inform you if you are eligible and qualified, if your application was referred to a subject matter expert or panel of subject matter experts for further evaluation, and if you were amongst the most highly qualified candidates referred to the selecting official. Finally, we will inform you if and when a selection is made.", "RequiredDocuments": "A complete application package includes a resume, required documents and completion of the vacancy announcement questionnaire. Please see this guidance: What to include in your resume (https://www.usajobs.gov/Help/faq/application/documents/resume/what-to-include/) At a minimum, your resume must indicate job title(s) (include job series and grade, if federal); duties description; education; starting and ending dates (month and year); and either full-time or hours worked per week. If a part- time work schedule is reflected, the hours must be annotated to ensure proper crediting of specialized experience. If military or civilian, please include your rank and/or grade. We recommend using the USAJobs Resume Builder to ensure you do not miss any information; however, it is not required. Your resume should describe your specialized experience and support your answers to the vacancy announcement questionnaire. SF-50, \"Notification of Personnel Action\" (current Federal employees only): If you are a current or former Federal employee, you must provide the most current Notification of Personnel Action (Form SF-50) that verifies at least one year equivalent to the next lower grade has been met. grade. If the most recent SF-50 has an effective date within the past year, it may not clearly demonstrate you possess the one-year of specialized experience equivalent to the next lower grade, as required by this announcement. In this instance, you must provide an additional SF-50 that clearly demonstrates one-year of specialized experience equivalent to the next lower grade, such as a within grade increase, promotion, etc. Veteran's documentation: If you are claiming veterans' preference you must submit the Member 4 copy of your DD-214 stating disposition of discharge or character of service or other valid proof of eligibility (i.e., statement of service that shows service dates AND character of service) and/or any other required supporting documents (VA Letter). SF-15, the Application for 10-Point Veteran Preference and all documents indicated on the form as proof of type of preference; and/or Proof of Sole Survivorship Preference (e.g., certificate of death or 100% disability as a result of serving in the armed forces). http://www.opm.gov/staffingPortal/Vetguide.asp#VeteransEmploymentAct1998 Active Duty Service Members: You must submit a statement of discharge/certification of release or an official written document from the armed forces that certifies you are expected to be discharged or released from active duty service in the armed forces under honorable conditions no later than 120 days from the date the announcement closes. Enlisted Record Briefs and military identification do NOT qualify as official documentation. If the appropriate information is not submitted to confirm the discharge status, dates of service, etc., you will not be considered for this job opportunity under Veteran Preference procedures. To gain access to your DD-214 online please visit http://www.archives.gov/veterans/military-service-records (http://www.archives.gov/veterans/military-service-records)", "Benefits": "FSA is a great place to work. We offer a comprehensive benefits package, including paid vacation and sick leave, federal holidays, health and life insurance, and participation in the Federal Employees Retirement System (FERS), including the Thrift Savings Plan (TSP). As an FSA employee, you will also benefit from our family-friendly work environment. As part of our commitment to maintain a productive balance between work and home, we offer excused leave for Parent/Teacher Conferences (3 hours); excused leave for annual health screenings (4 hours); and matching leave for community volunteer service. Other flexibilities that may be available to you, may include teleworking and alternative work schedules. For more information about the many benefits available to Federal employees, please visit: https://www.usajobs.gov/Help/working-in-government/benefits/.", "BenefitsUrl": "https://www.usajobs.gov/Help/working-in-government/benefits/", "BenefitsDisplayDefaultText": true, "OtherInformation": "APPLICATION LIMIT: This vacancy announcement is limited to the first 50 applications received and will close at 11:59PM Eastern Time on the day that we receive the 50th application, or at 11:59PM Eastern Time on the listed closing date, whichever occurs first. We encourage you to read this entire vacancy announcement prior to submitting your application. This announcement may be used to fill additional positions if identical vacancies occur within 90 days of the issue date of the referral certificate. Equal Employment Opportunity: We do not discriminate on the basis of race, color, religion, sex, national origin, age, disability, genetic information, sexual orientation, gender identity, status as a parent, marital status, or political affiliation. People with Disabilities: We are committed to expanding access to employment by hiring people with disabilities; providing reasonable accommodations for people with disabilities; and, identifying and removing barriers to work. Persons with disabilities, including disabled veterans, may apply for jobs filled either competitively (where qualified individuals compete with one another through a structured process), noncompetitively (where a qualified individual may be selected based on a special hiring authority), or through an excepted appointing authority for people with disabilities (i.e., Schedule A). If you require a reasonable file:///C:/Users/CHEPEL~1.CHR/AppData/Local/Temp/msohtmlclip1/01/clip_image002.png\" width=\"1\" height=\"1\" />file:///C:/Users/CHEPEL~1.CHR/AppData/Local/Temp/msohtmlclip1/01/clip_image002.png\" width=\"1\" height=\"1\" />accommodation for any part of the application process, please contact us. The decision on granting reasonable accommodation is made on a case-by-case basis. For more information, please visit: http://opm.gov/disability/PeopleWithDisabilities.asp Veterans’ Career Counseling: If you are a veteran interested in receiving tips on preparing a Federal resume and/or how to prepare for an interview, you may email Iwork@ed.gov to schedule a session with a career counselor (“Veterans Counseling Session” should be placed in the subject line of the email). Suitability and Investigation: If selected for this position, you will be required to complete the Declaration for Federal Employment (OF-306) to determine your suitability for federal employment and subject to a pre-appointment investigation/background check. Level of Risk and Sensitivity: Level of this position T2 and the sensitivity is Moderate.", "KeyRequirements": [], "WithinArea": "False", "CommuteDistance": "0", "ServiceType": "02", "AnnouncementClosingType": "03", "AnnouncementClosingTypeOption": "50", "AgencyContactEmail": "corey.anderson@ed.gov", "AgencyContactPhone": "000-000-0000", "SecurityClearance": "Not Required", "DrugTestRequired": "False", "PositionSensitivitiy": "Moderate Risk (MR)", "AdjudicationType": ["Credentialing", "Suitability/Fitness"], "TeleworkEligible": true, "RemoteIndicator": false}, "IsRadialSearch": false}}, "RelevanceRank": 0}, {"MatchedObjectId": "791767600", "MatchedObjectDescriptor": {"PositionID": "FSA/ENC-2024-0015", "PositionTitle": "Management and Program Analyst, GS-0343-13, FSA only", "PositionURI": "https://www.usajobs.gov:443/GetJob/ViewDetails/791767600", "ApplyURI": ["https://www.usajobs.gov:443/GetJob/ViewDetails/791767600?PostingChannelID="], "PositionLocationDisplay": "Location Negotiable After Selection", "PositionLocation": [{"LocationName": "Salt Lake City, Utah", "CountryCode": "United States", "CountrySubDivisionCode": "Utah", "CityName": "Salt Lake City, Utah", "Longitude": -111.88823, "Latitude": 40.75952}, {"LocationName": "Seattle, Washington", "CountryCode": "United States", "CountrySubDivisionCode": "Washington", "CityName": "Seattle, Washington", "Longitude": -122.32945, "Latitude": 47.60358}, {"LocationName": "Phoenix, Arizona", "CountryCode": "United States", "CountrySubDivisionCode": "Arizona", "CityName": "Phoenix, Arizona", "Longitude": -112.075775, "Latitude": 33.44826}, {"LocationName": "Los Angeles, California", "CountryCode": "United States", "CountrySubDivisionCode": "California", "CityName": "Los Angeles, California", "Longitude": -118.245, "Latitude": 34.0535}, {"LocationName": "San Francisco, California", "CountryCode": "United States", "CountrySubDivisionCode": "California", "CityName": "San Francisco, California", "Longitude": -122.4196, "Latitude": 37.7771}, {"LocationName": "Denver, Colorado", "CountryCode": "United States", "CountrySubDivisionCode": "Colorado", "CityName": "Denver, Colorado", "Longitude": -104.992256, "Latitude": 39.74001}, {"LocationName": "Washington, District of Columbia", "CountryCode": "United States", "CountrySubDivisionCode": "District of Columbia", "CityName": "Washington, District of Columbia", "Longitude": -77.032, "Latitude": 38.8904}, {"LocationName": "Miami, Florida", "CountryCode": "United States", "CountrySubDivisionCode": "Florida", "CityName": "Miami, Florida", "Longitude": -80.23742, "Latitude": 25.728985}, {"LocationName": "Atlanta, Georgia", "CountryCode": "United States", "CountrySubDivisionCode": "Georgia", "CityName": "Atlanta, Georgia", "Longitude": -84.39111, "Latitude": 33.748314}, {"LocationName": "Chicago, Illinois", "CountryCode": "United States", "CountrySubDivisionCode": "Illinois", "CityName": "Chicago, Illinois", "Longitude": -87.63241, "Latitude": 41.88415}, {"LocationName": "Indianapolis, Indiana", "CountryCode": "United States", "CountrySubDivisionCode": "Indiana", "CityName": "Indianapolis, Indiana", "Longitude": -86.14996, "Latitude": 39.76691}, {"LocationName": "New Orleans, Louisiana", "CountryCode": "United States", "CountrySubDivisionCode": "Louisiana", "CityName": "New Orleans, Louisiana", "Longitude": -90.07771, "Latitude": 29.95369}, {"LocationName": "Boston, Massachusetts", "CountryCode": "United States", "CountrySubDivisionCode": "Massachusetts", "CityName": "Boston, Massachusetts", "Longitude": -71.0567, "Latitude": 42.358635}, {"LocationName": "Minneapolis, Minnesota", "CountryCode": "United States", "CountrySubDivisionCode": "Minnesota", "CityName": "Minneapolis, Minnesota", "Longitude": -93.26493, "Latitude": 44.979034}, {"LocationName": "Kansas City, Missouri", "CountryCode": "United States", "CountrySubDivisionCode": "Missouri", "CityName": "Kansas City, Missouri", "Longitude": -94.58306, "Latitude": 39.10296}, {"LocationName": "Albuquerque, New Mexico", "CountryCode": "United States", "CountrySubDivisionCode": "New Mexico", "CityName": "Albuquerque, New Mexico", "Longitude": -106.649, "Latitude": 35.0842}, {"LocationName": "New York, New York", "CountryCode": "United States", "CountrySubDivisionCode": "New York", "CityName": "New York, New York", "Longitude": -74.0071, "Latitude": 40.7146}, {"LocationName": "Oklahoma City, Oklahoma", "CountryCode": "United States", "CountrySubDivisionCode": "Oklahoma", "CityName": "Oklahoma City, Oklahoma", "Longitude": -97.52033, "Latitude": 35.472004}, {"LocationName": "Portland, Oregon", "CountryCode": "United States", "CountrySubDivisionCode": "Oregon", "CityName": "Portland, Oregon", "Longitude": -122.67563, "Latitude": 45.511795}, {"LocationName": "Austin, Texas", "CountryCode": "United States", "CountrySubDivisionCode": "Texas", "CityName": "Austin, Texas", "Longitude": -97.743, "Latitude": 30.2676}], "OrganizationName": "Federal Student Aid", "DepartmentName": "Department of Education", "JobCategory": [{"Name": "Management And Program Analysis", "Code": "0343"}], "JobGrade": [{"Code": "GS"}], "PositionSchedule": [{"Name": "", "Code": "1"}], "PositionOfferingType": [{"Name": "", "Code": "15317"}], "QualificationSummary": "ALL QUALIFICATIONS MUST BE MET BY THE CLOSING DATE OF THIS ANNOUNCEMENT. Specialized experience for the GS-13 is demonstrated by performing one year of experience equivalent to the GS-12 level in at least two (2) of the following three (3) duties or work assignments: Experience overseeing, managing, and coordinating the life cycle of products and services. Experience gathering, analyzing, testing and implementing product, functional or system requirements to ensure that requirements are in compliance. Experience in developing and delivering briefing materials used to present data and recommendations; writing memoranda, standard operating procedures, and technical reports that include findings, analyses, and recommendations for process improvement. Volunteer Experience: Experience refers to paid and unpaid experience, including volunteer work done through National Service program (e.g., Peace Corps, AmeriCorps) and other organizations (e.g., professional; philanthropic; religious; spiritual; community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment. You will receive credit for all qualifying experience, including volunteer experience. Credit will be given for all appropriate qualifying experience. You must include months, years and hours per week worked to receive credit for your work and/or volunteer experience. For current Federal employees, if hours worked per week are not included on your resume, you must submit a non-award SF-50 as part of your application to be used to validate your work schedule and determine the amount of specialized experience that you will be granted. An award SF-50 will not be acceptable documentation for which to consider your amount of qualifying experience. For all other applicants who are not current federal employees, your resume must state either \"full-time\" (or \"40 hours a week\") or \"part-time\" with the number of hours worked per week to ensure proper crediting of specialized experience. One year of specialized experience is equivalent to 12 months at 40 hours per week. Part-time hours are prorated. For periods of time that reflect military service, the DD-214 or Statement of Service is sufficient to meet the full and/or part-time hours requirement as the service dates will be reflected. Any individual who is currently holding, or has held within the previous 52 weeks, a General Schedule position under non-temporary appointment in the competitive or excepted service, must meet time-in-grade requirements (must have served 52 weeks at the next lower grade or equivalent in the Federal service). Time-in-grade requirements must be met by the closing date of this announcement. Time-In-Grade requirements also apply to former Federal civilian employees applying for reinstatement as well as current employees applying for Veterans Employment Opportunities Act of 1998 (VEOA) appointment.", "PositionRemuneration": [{"MinimumRange": "103409.0", "MaximumRange": "167336.0", "RateIntervalCode": "PA", "Description": "Per Year"}], "PositionStartDate": "2024-05-17T00:00:00.0000", "PositionEndDate": "2024-05-22T23:59:59.9970", "PublicationStartDate": "2024-05-17T00:00:00.0000", "ApplicationCloseDate": "2024-05-22T23:59:59.9970", "PositionFormattedDescription": [{"Label": "Dynamic Teaser", "LabelDescription": "Hit highlighting for keyword searches."}], "UserArea": {"Details": {"JobSummary": "This position is located in Washington, DC, Federal Student Aid, Office of Student Experience and Aid Delivery, Product Management Group in location negotiable. The Federal Student Aid, Office of Student Experience and Aid Delivery, Product Management Group is responsible for capability and product strategy, budget, design, development, testing, innovation, and general management.", "WhoMayApply": {"Name": "", "Code": ""}, "LowGrade": "13", "HighGrade": "13", "PromotionPotential": "13", "PromotionPotentialAdditionalText": "Telework eligible as determined by the agency policy.", "OrganizationCodes": "ED/EDEN", "Relocation": "False", "HiringPath": ["fed-competitive", "fed-internal-search"], "TotalOpenings": "1", "AgencyMarketingStatement": "Federal Student Aid (FSA) is Funding America's Future, One Student At A Time. Our vision is to be the most trusted and reliable source of student financial aid, information, and services in the nation. As a principal office of the U.S. Department of Education, FSA provides students and families financial assistance for higher education, and we promote the value of postsecondary education to society. We ensure that all eligible students and families can benefit from federal financial aid for education or training beyond high school. At the office of Federal Student Aid, our more than 1,400 employees help make college education possible for more than 10 million students each year. If you join us, you will be among a team of experts responsible for helping millions of students achieve their goals. Every part of our team—including operations, student aid delivery and servicing, vendor and contract management, and budgeting and cost control—plays an essential role in achieving our mission.", "TravelCode": "0", "ApplyOnlineUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67523", "DetailStatusUrl": "https://jobs.monstergovt.com/edu/ros/rosDashboard.hms?O=1&J=67523&S=1", "MajorDuties": ["Management and Program Analyst, GS-0343-13, duties include: Providing technical advice on policies and procedures by advising managers and program officials on routine aspects of management or program-related policies and procedures. Qualitatively and quantitatively analyzing and evaluating the effectiveness of managerial operations in meeting established goals and objectives. Developing procedures and systems for assessing the effectiveness of programs and management processes. Developing and recommending operational policies and procedures by reviewing and evaluating established managerial and program policies and procedures when identifying problems."], "Education": "Education cannot be substituted for experience for this position and grade level. Foreign Education: Education completed in foreign colleges or universities may be used to meet education requirements if you can show that the foreign education is comparable to that received in an accredited educational institution in the United States. It is your responsibility to provide such evidence when applying. If you are using foreign education to meet qualification requirements, you must submit a Certificate of Foreign Equivalency with your transcript in order to receive credit for that education. For further information, please click Foreign Education.", "Requirements": "", "Evaluations": "We use a multi-step process to review and evaluate applicants: 1. Eligibility and Minimum Qualifications: Once the vacancy announcement closes, we will review your submitted resume and documents to determine if you meet the eligibility and minimum qualification requirements, including any required education, experience, and/or selective placement factors. You will be rated as ineligible if you are outside of the area of consideration (i.e., who may apply) or your application is missing any required documents. You will be rated as not qualified if you do not possess the minimum qualification requirements. 2. Rating and Ranking: If you are found to meet both the eligibility and minimum qualification requirements, we will assess the quality of your experience and the extent to which you possess the required competencies by comparing your submitted resume and documents against your responses to the assessment questionnaire. Your application may be referred to a subject matter expert or panel of subject matter experts for further evaluation. Based on the outcome of this evaluation, you will be assigned a numerical score (out of 100 possible). If your responses to the assessment questionnaire are not substantiated by your submitted resume, you may be eliminated from receiving further consideration. Candidates who apply under Competitive Merit Promotion procedures will undergo a quality review to determine if they are highly qualified based on the content of their resume and their responses to the questionnaire. Best qualified candidates will be referred if all required supporting documentation has been provided. Candidates who apply under Noncompetitive Merit Promotion procedures will undergo a quality review to determine if they are minimally qualified based on the content of their resume and their responses to the questionnaire. Qualified candidates will be referred if all required supporting documentation has been provided. Your qualifications will be evaluated based on your responses to the online assessments completed during the application process. You will be assessed on the following competencies (knowledge, skills, abilities and other characteristics): Uses knowledge that is acquired through formal training or extensive on-the-job experience to perform one's job; works with, understands, and evaluates technical information related to the job; advises others on technical issues. Knowledge of principles, methods, and tools for analyzing and developing systems testing and evaluation procedures and technical characteristics of IT systems, including identifying critical operational issues. Knowledge of the principles and methods to identify, analyze, specify, design, and manage functional and infrastructure requirements; includes translating functional requirements into technical requirements used for logical design or presenting alternative technologies or approaches. Identifies and analyzes problems; weighs relevance and accuracy of information; generates and evaluates alternative solutions; makes recommendations. 3. Referral and Selection: If you are referred to the selecting official, you may receive an invitation to participate in a structured interview, check your references, and/or request that you submit a writing sample or complete a written assessment or exercise to further evaluate your qualifications for this position. You may preview questions for this vacancy.", "HowToApply": "Step 1: Create a USAJOBS account (if you do not already have one) at www.usajobs.gov. Step 2: If desired, create a resume using the USAJOBS resume builder. Ensure that your resume demonstrates your education, experience, training, and accomplishments as it relates to the qualifications for this position and substantiates your responses to the assessment questionnaire. Click here for USAJobs Help with \"How to create an application\" Step 3: Upload any required documents into your USAJOBS account (must be less than 3MB and in one of the following document formats: GIF, JPG, JPEG, PNG, RTF, PDF, or Word (DOC or DOCX)). Step 4: Click \"Apply Online\" and follow the prompts to complete the assessment questionnaire and attach any required documents. Verify that uploaded documents from USAJOBS transfer into the agency's hiring system. You will have the opportunity to upload any additional required documents in the agency's hiring system. Click “Finish” to submit your application. NOTE: You may update your application or required documents at any time while the announcement is open by logging into your USAJOBS account, clicking on \"Application Status,\" clicking on the position title, clicking \"Update Application,” and following the prompts. In order to receive consideration for this position, you must submit your complete application, including all required documents, by 11:59 PM Eastern Time on the closing date of the vacancy announcement. If the vacancy announcement has an application limit, we recommend that you submit your complete application at the time of initial application. We will not accept any required documentation after the closing date of the vacancy announcement.", "WhatToExpectNext": "As an applicant, you may check your application status through your USAJOBS account at any time. We will also notify you via email of your application status at three key stages in the recruitment process. Once the vacancy announcement closes, we will inform you that your application has been received. After we review your submitted resume and supporting documentation, we will inform you if you are eligible and qualified, if your application was referred to a subject matter expert or panel of subject matter experts for further evaluation, and if you were amongst the most highly qualified candidates referred to the selecting official. Finally, we will inform you if and when a selection is made.", "RequiredDocuments": "A complete application package includes a resume, required documents and completion of the vacancy announcement questionnaire. Please see this guidance: What to include in your resume (https://www.usajobs.gov/Help/faq/application/documents/resume/what-to-include/) 1. At a minimum, your resume must indicate: job title(s) (include job series and grade, if federal); duties description; education; starting and ending dates (month and year); and either full-time or hours worked per week. If a part- time work schedule is reflected, the hours must be annotated to ensure proper crediting of specialized experience. If military or civilian, please include your rank and/or grade. We recommend using the USAJobs Resume Builder to ensure you do not miss any information; however, it is not required. Your resume should describe your specialized experience and support your answers to the vacancy announcement questionnaire. 2. SF-50, \"Notification of Personnel Action\": If you are a current or former Federal employee, you must provide the most current Notification of Personnel Action (Form SF-50) that verifies career/career-conditional status, title, series and grade (such as the initial hire, promotion, or reassignment SF-50; do not submit an Award SF-50). Also provide the SF-50 that reflects the highest grade level held on a permanent basis or the full performance level of your current position, whichever is higher. Failure to do so will result in an ineligible rating. Time in grade will be determined by reviewing your resume and required SF-50s. file:///C:/Users/CHEPEL~1.CHR/AppData/Local/Temp/msohtmlclip1/01/clip_image002.png\" width=\"4\" height=\"5\" border=\"0\" />If the most recent SF-50 has an effective date within the past year, it may not clearly demonstrate you possess the one-year time-in-grade, as required by this announcement. In this instance, you must provide an additional SF-50 that clearly demonstrates one-year time-in-grade, such as a Within Grade Increase. 3. Veteran's documentation: If you are requesting consideration under Veterans Employment Opportunity Act (VEOA) or Veterans Readjustment Act (VRA) you must submit the Member 4 copy of your DD-214 stating disposition of discharge or character of service or other valid proof of eligibility (i.e., statement of service that shows service dates AND character of service) and/or any other required supporting documents (VA Letter). http://www.opm.gov/staffingPortal/Vetguide.asp#VeteransEmploymentAct1998 Active Duty Service Members: You must submit a statement of discharge/certification of release or an official written document from the armed forces that certifies you are expected to be discharged or released from active duty service in the armed forces under honorable conditions no later than 120 days from the date the announcement closes. Enlisted Record Briefs and military identification do NOT qualify as official documentation. If the appropriate information is not submitted to confirm the discharge status, dates of service, etc., you will not be considered for this job opportunity under Veteran Preference procedures. To gain access to your DD-214 online please visit http://www.archives.gov/veterans/military-service-records (http://www.archives.gov/veterans/military-service-records) 4. Career Transition Assistance Plan (CTAP) and Interagency Career Transition Assistance Plan (ICTAP) documentation: If you are a displaced Federal employee within the local commuting area, you must include: 1) Proof you are a displaced Federal employee, e.g., RIF Separation Notice, Notice of Proposed Removal, etc; 2) SF-50s (Notifications of Personnel Action) showing career/conditional tenure competitive status, promotion potential and duty location; and 3) your most recent performance appraisal. To exercise selection priority, displaced or surplus Federal employees must be rated well-qualified or above 85 on the rating criteria for this position. 5. Noncompetitive or Special Hiring Authority. Applicants who are eligible to be considered based on a Noncompetitive or Special Hiring Authority (i.e. Schedule A, VRA, Peace Corps, AmeriCorp Vista, former PLC member, certain Military Spouses, 30% or More Disabled Veterans, Pathways Interns who have met the eligibility requirements for noncompetitive conversion, etc.) must submit appropriate documentation to verify your eligibility. PLEASE NOTE: The eligibility section of the application process is designed to allow you to choose how you wish to be considered for this vacancy announcement. You will ONLY be considered for the appointment eligibilities that you select. You must provide the supporting documentation to support your claim. Please review the list of documentation provided in the eligibilities language to ensure you provide the appropriate information. You may choose more than one eligibility.", "Benefits": "FSA is a great place to work. We offer a comprehensive benefits package, including paid vacation and sick leave, federal holidays, health and life insurance, and participation in the Federal Employees Retirement System (FERS), including the Thrift Savings Plan (TSP). As an FSA employee, you will also benefit from our family-friendly work environment. As part of our commitment to maintain a productive balance between work and home, we offer excused leave for Parent/Teacher Conferences (3 hours); excused leave for annual health screenings (4 hours); and matching leave for community volunteer service. Other flexibilities that may be available to you, may include teleworking and alternative work schedules. For more information about the many benefits available to Federal employees, please visit: https://www.usajobs.gov/Help/working-in-government/benefits/.", "BenefitsUrl": "https://www.usajobs.gov/Help/working-in-government/benefits/", "BenefitsDisplayDefaultText": true, "OtherInformation": "APPLICATION LIMIT: This vacancy announcement is limited to the first 50 applications received and will close at 11:59PM Eastern Time on the day that we receive the 50th application, or at 11:59PM Eastern Time on the listed closing date, whichever occurs first. We encourage you to read this entire vacancy announcement prior to submitting your application. This announcement may be used to fill additional positions if identical vacancies occur within 90 days of the issue date of the referral certificate. Equal Employment Opportunity: We do not discriminate on the basis of race, color, religion, sex, national origin, age, disability, genetic information, sexual orientation, gender identity, status as a parent, marital status, or political affiliation. People with Disabilities: We are committed to expanding access to employment by hiring people with disabilities; providing reasonable accommodations for people with disabilities; and, identifying and removing barriers to work. Persons with disabilities, including disabled veterans, may apply for jobs filled either competitively (where qualified individuals compete with one another through a structured process), noncompetitively (where a qualified individual may be selected based on a special hiring authority), or through an excepted appointing authority for people with disabilities (i.e., Schedule A). If you require a reasonable file:///C:/Users/CHEPEL~1.CHR/AppData/Local/Temp/msohtmlclip1/01/clip_image002.png\" width=\"1\" height=\"1\" />file:///C:/Users/CHEPEL~1.CHR/AppData/Local/Temp/msohtmlclip1/01/clip_image002.png\" width=\"1\" height=\"1\" />accommodation for any part of the application process, please contact us. The decision on granting reasonable accommodation is made on a case-by-case basis. For more information, please visit: http://opm.gov/disability/PeopleWithDisabilities.asp Veterans’ Career Counseling: If you are a veteran interested in receiving tips on preparing a Federal resume and/or how to prepare for an interview, you may email Iwork@ed.gov to schedule a session with a career counselor (“Veterans Counseling Session” should be placed in the subject line of the email). Suitability and Investigation: If selected for this position, you will be required to complete the Declaration for Federal Employment (OF-306) to determine your suitability for federal employment and subject to a pre-appointment investigation/background check. Level of Risk and Sensitivity: Level of this position T2 and the sensitivity is Moderate. Time After Competitive Appointment: Candidates who are current Federal employees serving on a non-temporary competitive appointment must have served at least 90 days in that appointment before the agency can promote, transfer, reinstate, or detail an employee to a different position or different geographical area. When moving employees is consistent with open competition principles, OPM may waive the restriction against movement to a different geographical area upon written request from an agency. If you require reasonable accommodation for any part of the interview process or written assessment or exercise, please inform the selecting official at the time of scheduling.", "KeyRequirements": [], "WithinArea": "False", "CommuteDistance": "0", "ServiceType": "01", "AnnouncementClosingType": "03", "AnnouncementClosingTypeOption": "50", "AgencyContactEmail": "corey.anderson@ed.gov", "AgencyContactPhone": "000-000-0000", "SecurityClearance": "Not Required", "DrugTestRequired": "False", "PositionSensitivitiy": "Moderate Risk (MR)", "AdjudicationType": ["Credentialing", "Suitability/Fitness"], "TeleworkEligible": true, "RemoteIndicator": false}, "IsRadialSearch": false}}, "RelevanceRank": 0}]