[{"MatchedObjectId": "790375500", "MatchedObjectDescriptor": {"PositionID": "ST-12409032-24-SW", "PositionTitle": "Program Specialist", "PositionURI": "https://www.usajobs.gov:443/GetJob/ViewDetails/790375500", "ApplyURI": ["https://www.usajobs.gov:443/GetJob/ViewDetails/790375500?PostingChannelID="], "PositionLocationDisplay": "Washington, District of Columbia", "PositionLocation": [{"LocationName": "Washington, District of Columbia", "CountryCode": "United States", "CountrySubDivisionCode": "District of Columbia", "CityName": "Washington, District of Columbia", "Longitude": -77.032, "Latitude": 38.8904}], "OrganizationName": "National Foundation on the Arts and the Humanities - Agency Wide", "DepartmentName": "National Foundation on the Arts and the Humanities", "SubAgency": "INSTITUTE OF MUSEUM AND LIBRARY SERVICES", "JobCategory": [{"Name": "Miscellaneous Administration And Program", "Code": "0301"}], "JobGrade": [{"Code": "GS"}], "PositionSchedule": [{"Name": "", "Code": "1"}], "PositionOfferingType": [{"Name": "", "Code": "15317"}], "QualificationSummary": "Your resume must include detailed information as it relates to the responsibilities and specialized experience for this position. Evidence of copying and pasting directly from the vacancy announcement without clearly documenting supplemental information to describe your experience will result in an ineligible rating. This will prevent you from receiving further consideration. MINIMUM QUALIFICATIONS: GS-9: To be eligible at the GS-9 grade level, you must have at least one year of specialized experience at or equivalent to the GS-07 grade level or pay band in the Federal service or equivalent experience in the private or public sector. Specialized experience is defined as the following: Specialized experience is defined as: (1) Knowledge of grants management laws, policies, and procedures (e.g., federal, state, local, private organizations); (2) Knowledge of and/or experience with reviewing applications for grants or cooperative agreements, etc.; (3) Skill in utilizing a web-based grants management database to process applications and run reports; (4) Skill in oral and written communications to provide general assistance and run reports for internal/external stakeholders. OR I have a Master's or equivalent graduate degree related to the position in an accredited or pre-accredited college or university, or 2 full years of progressively higher-level graduate education related in one or a combination of the following educational leading to such a degree. Graduate level education must demonstrate the competencies necessary to do the work of the position. Qualifying education includes one or a combination of the following fields: Library and Information Science, Business, Education, or American Indian Studies. OR I have some specialized experience as described above, but less than one year and I have more than one year but less than two years of graduate education. A combination of specialized experience and graduate level education (i.e. Master's degree), related to the position. Graduate level education must demonstrate the competencies necessary to do the work of the position. Qualifying education includes one or a combination of the following fields: Library and Information Science, Business, Education, or American Indian Studies. GS-11: To qualify at the GS-11 grade level, applicants must possess at least one year of specialized experience at or equivalent to the GS-09 grade level or pay band in the Federal service or equivalent experience in the private or public sector. Specialized experience is defined as the following: (1) knowledge of and/or experience interpreting grant management laws, policies, and procedures, or requirements (e.g., federal, state, local, private organizations); (2) experience with monitoring complex grant program programs (e.g. application and review processes; awardee reporting; and program administration); (3) skill in written communications to create policies/procedures, reports, and/or respond to internal/external inquiries; and (4) skill in oral communications to assist complex technical inquiries, conduct training, or lead projects and other initiatives. OR Three (3) full years of progressively higher-level graduate education leading to such a degree (i.e. PhD), related in one or a combination of the following educational fields is required: Library and Information Science, Business, Education, or American Indian Studies. OR A combination of specialized experience and graduate level education (i.e. PhD), related in one or a combination of the following fields is required: Library and Information Science, Business, Education, or American Indian Studies that equates to one year of experience. To compute the percentage, divide your total months of qualifying experience by 12. Then divide your semester hours of graduate education beyond the first two years by 18. Add the two percentages. The total percentage must equal at least 100 percent to qualify. NOTE: 1. Experience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., Peace Corps, AmeriCorps) and other organizations (e.g., professional; philanthropic; religious; spiritual; community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment. You will receive credit for all qualifying experience, including volunteer experience. 2. Graduate Education: GS-9: To qualify on the basis of education for the GS-0301 position at the GS-9 grade level, graduate education must be in one or a combination of the following fields is required: Library and Information Science, Business, Education, or American Indian Studies. Only graduate education in excess of the first year may be used to qualify applicants for positions at the GS-9 grade level. See \"Combination of education and experience\" for more information on calculating percentage of education. GS-11: To qualify for the GS-0301 position at the GS-11 grade level(s) on the basis of graduate level education, graduate education must be in one or a combination of the following fields is required: Library and Information Science, Business, Education, or American Indian Studies. Only graduate education in excess of the first two (2) years may be used to qualify applicants for positions at the GS-11 grade level. See \"Combination of education and experience\" for more information on calculating percentage of education. 3. Combining Education and Experience: Combinations of successfully completed post-high school education and experience may be used to meet total qualification requirements for the grade levels specified in the table, and may be computed by first determining the applicant's total qualifying experience as a percentage of the experience required for the grade level; then determining the applicant's education as a percentage of the education required for the grade level; and then adding the two percentages. The total percentages must equal at least 100 percent to qualify an applicant for that grade level. Note: An academic year of graduate education is considered to be the number of credit hours that the school attended has determined to represent 1 academic year of full-time study. This determination is made based on normal course loads for a full year of study in the graduate program. If that information cannot be obtained from the school, 18 semester hours or 27 quarter hours should be considered as satisfying the 1 year of full-time study requirement. Part-time graduate education is creditable in accordance with its relationship to a year of full-time study at the school attended", "PositionRemuneration": [{"MinimumRange": "68405.0", "MaximumRange": "107590.0", "RateIntervalCode": "PA", "Description": "Per Year"}], "PositionStartDate": "2024-05-08T00:00:00.0000", "PositionEndDate": "2024-05-22T23:59:59.9970", "PublicationStartDate": "2024-05-08T00:00:00.0000", "ApplicationCloseDate": "2024-05-22T23:59:59.9970", "PositionFormattedDescription": [{"Label": "Dynamic Teaser", "LabelDescription": "Hit highlighting for keyword searches."}], "UserArea": {"Details": {"JobSummary": "This position is located in the Office of Library Services, Discretionary Programs Section and serves as a Program Specialist. The incumbent will participate in grants management work involving Federal grants and cooperative agreements, and provide grants-related guidance and services to both applicants and awardees.", "WhoMayApply": {"Name": "", "Code": ""}, "LowGrade": "9", "HighGrade": "11", "PromotionPotential": "11", "SubAgencyName": "INSTITUTE OF MUSEUM AND LIBRARY SERVICES", "OrganizationCodes": "AH/AH00", "Relocation": "False", "HiringPath": ["fed-transition", "overseas", "fed-competitive", "disability", "land", "mspouse", "peace", "special-authorities", "vet"], "TotalOpenings": "1", "AgencyMarketingStatement": "The Institute of Museum and Library Services (IMLS) is the primary source of federal support for the nation's libraries and museums. We advance, support, and empower America's museums, libraries, and related organizations through grant-making, research, and policy development. Our vision is a nation where museums and libraries work together to transform the lives of individuals and communities. The position is located within the Office of Library Services/Discretionary Programs. IMLS is located inside the L'Enfant Plaza in SW Washington, D.C., and is accessible by public transportation (L'Enfant Plaza Metro Station). IMLS is connected to the L'Enfant Plaza Metro Station and VRE Station stop, and is within walking distance to the L'Enfant Shopping Plaza, and numerous restaurants, shops, and governmental agencies. IMLS offers Work/life options, transit subsidy, and student loan assistance programs. Information about the Institute of Museum and Library Services can be found at http:// www.imls.gov This position is also being announced to applicants eligible to apply through Delegating Examining procedures, under vacancy announcement: DE-12409031-24-SW. This announcement may be used to fill additional positions if similar vacancies occur within 90 days of the issue date of the referral certificate.", "TravelCode": "0", "ApplyOnlineUrl": "https://apply.usastaffing.gov/Application/Apply", "DetailStatusUrl": "https://apply.usastaffing.gov/Application/ApplicationStatus", "MajorDuties": ["At the full performance level, the incumbent will work on various phases of the receipt and processing of library grant applications as well as the monitoring and assessing of awardee performance. If selected for the Program Specialist, you will receive formal and/or on-the-job training as needed. Typical work assignments will include: Provides technical support in reviewing grants applications, annual reports, and required forms for the fulfillment of financial prerequisites and compliance with standard policies or regulations. Assists in researching administrative and regulatory citations and liaising with grant applicants and grantees as needed. Coordinates the finalization and dissemination of grant documents. Assists with processing grant applications and contacting grant applicants. Coordinates the peer review of grant applications and provides technical assistance to reviewers. Works closely with program staff and other agency staff as needed to develop and deliver training workshops and presentations on grant processes, requirements, and other matters. Responds to external and internal inquiries. Provides general guidance regarding basic program requirements but refers difficult questions or issues to a Program Officer. May contact grantees regarding incomplete reports or other matters as directed by program staff. Tracks and manages official grant files and documentation both in hardcopy and electronic format. Performs other duties as assigned. Responsibilities will increase and assignments will become more complex as your training and experience progress."], "Education": "ARE YOU USING YOUR EDUDCATION TO QUALIFY? You MUST provide transcripts or other documentation to support your educational claims. Unless otherwise stated: (1) official or unofficial transcripts are acceptable, or (2) you may submit a list with all of your courses, grades, semester, year, and credit for the course. All materials must be submitted by the closing date of the announcement. All academic degrees and coursework must be completed at a college or university that has obtained accreditation or pre-accreditation status from an accrediting body recognized by the U.S. Department of Education. For a list of schools that meet this criteria, see the Department of Education website at www.ed.gov. PASS/FAIL COURSES: If more than 10 percent of your undergraduate course work (credit hours) were taken on a pass/fail basis, your claim of superior academic achievement must be based upon class standing or membership in an honor society. GRADUATE EDUCATION: One academic year of graduate education is considered to be the number of credit hours your graduate school has determined to represent one academic of full-time study. Such study may have been performed on a full-time or part-time basis. If you cannot obtain your graduate school's definition of one year of graduate study, 18 semester hours (or 27 quarter hours) should be considered as satisfying the requirement for one year of full-time graduate study. FOREIGN EDUCATION: if you are using education completed in foreign colleges or universities to meet the qualification requirements, you must show that the education credentials have been evaluated by a private organization that specializes in interpretation of foreign education programs and such education has been deemed equivalent to that gained in accredited U.S. education program; or full credit has been given for the courses at a U.S. accredited college or university. For further information, visit: http://www.ed.gov/about/offices/list/ous/international/usnei/us/edlite-visitus-forrecog.html", "Requirements": "", "Evaluations": "(CONTINUED): All applicants' qualifications will be evaluated on the below-listed competencies, which are required for this position. Please outline experience/ education for these competencies in your resume. The required competencies for this position are as follows: Computer Skills: Uses computers, software applications, databases, and automated systems to accomplish work. Customer Service: Works with clients and customers (that is, any individuals who use or receive the services or products that your work unit produces, including the general public, individuals who work in the agency, other agencies, or organizations outside the Government) to assess their needs, provide information or assistance, resolve their problems, or satisfy their expectations; knows about available products and services; is committed to providing quality products and services. Grants Management, Laws, Regulations, and Guidelines: Knowledge of principles, laws, regulations, policies, practices, and guidelines (for example, Executive Orders, Code of Federal Regulations, OMB circulars) of grant or agreement programs, including their order of precedence, and procedures for soliciting, receiving, reviewing, and processing proposals, and awarding and administering grants and agreements. Planning and Evaluating: Organizes work, sets priorities, and determines resource requirements; determines short- or long-term goals and strategies to achieve them; coordinates with other organizations or parts of the organization to accomplish goals; monitors progress and evaluates outcomes. In addition to the application and the occupational questionnaire, this position requires an online assessment. The online assessment measures critical general competencies required to perform the job: Reading Comprehension Decision Making Attention to Detail Customer Service Flexibility Integrity/Honesty Interpersonal Skills Learning Self-Management Stress Tolerance Teamwork Reasoning The Online assessment includes a cut score based on the minimum level of required proficiency in these critical general competencies. You must meet or exceed the cut score to be considered. You will not be considered for the position if you score below the cut score or fail to complete the assessment. Overstating your qualifications and/or experience in your application materials or the occupational questionnaire may result in your removal from consideration. Cheating on the online assessment may also result in your removal from consideration. The Occupational Questionnaire will take you approximately 20 minutes to complete. To preview the Occupational Questionnaire, click the following link: https://apply.usastaffing.gov/ViewQuestionnaire/12409032. The Online Assessment will take up to 2 hours to complete. Applicants will have 48 hours from the date of application submission to complete the online questionnaire. Applicants will receive an email to complete the online questionnaire, if the minimum qualifications for the position are met. Please check your junk/spam email boxes to ensure receipt of the online questionnaire invitation.", "HowToApply": "Please read the entire announcement and all the instructions before you begin an application. To apply for this position, you must complete the initial online application, to include the initial online assessment and submission of the required documentation specified in the Required Documents section above. The complete application package must be submitted by 11:59 PM (ET) on the closing date of the announcement to receive consideration. The application process is as follows: 1. To begin the application process, click the Apply Online button. 2. Answer the questions presented in the application and attach all necessary supporting documentation. 3. Click the Submit Application button prior to 11:59 PM (ET) on the announcement closing date. 4. After submitting an online application, you will be notified whether or not you are required to take additional online assessments through the USA Hire Competency Based Assessment system. This message will be delivered to you via email notification. The email may be routed to your \"Spam\" or \"Junk\" folder. 5. If you are asked to take the USA Hire Competency Based Assessments, you will be presented with a unique URL to access the USA Hire system. Access to USA Hire is granted through your USAJOBS login credentials. Be sure to review all instructions prior to beginning your USA Hire Assessments. Click here for Computer System Requirements (https://help.usastaffing.gov/Apply/index.php?title=USA_Hire_System_Requirements) 6. Note, set aside at least 3 hours to take these assessments; however, most applicants complete the assessments in less time. If you need to stop the assessments and continue at a later time, you can re-use the URL sent to you via email and also found in your USAJOBS account under the \"Track my Application\" link for the corresponding application. Reasonable Accommodation (RA) Requests: If you believe you have a disability (i.e., physical or mental), covered by the Rehabilitation Act of 1973 as amended that would interfere with completing the USA Hire Competency Based Assessments, you will be granted the opportunity to request a RA in your online application. Requests for RA for the USA Hire Competency Based Assessments and appropriate supporting documentation for RA must be received prior to starting the USA Hire Competency Based Assessments. Decisions on requests for RA are made on a case-by-case basis. If you meet the minimum qualifications of the position, after notification of the adjudication of your request, you will receive an email invitation to complete the USA Hire Competency Based Assessments. You must complete all assessments within 48 hours of receiving the URL to access the USA Hire Competency Based Assessments, if you received the link after the close of the announcement. To determine if you need a RA, please review the Procedures for Requesting a Reasonable Accommodation for Online Assessments here: Reasonable Accommodations for Reasonable Accommodations for USAHIRE. To update your application, including supporting documentation, at any time during the announcement open period, return to your USAJOBS account (https://usajobs.gov). There you will find a record of your application, the application status, and an option to Edit my application. This option will no longer be available once the announcement has closed. To verify the status of your application both during and after the announcement open period, log into your USAJOBS account at https://www.usajobs.gov. On the Home page, scroll down and locate your job application. Once the job has been located, click the \"Track this Application\" link on the right under the application date. The page will refresh to display the Agency's Application Information page where you can scroll down and review any notifications the agency has sent you. The Application Status will appear along with the date your application was last updated. For information on what each Application Status means, visit: https://www.usajobs.gov/Help/how-to/application/status/. If you are unable to apply online, you must request an alternative application which is available from the Human Resources Office. Please contact IMLSatrecruiting@imls.gov or202-653-4676 to obtain an alternative application. To preview the Assessment Questionnaire, click on the following link:https://apply.usastaffing.gov/ViewQuestionnaire/12409032", "WhatToExpectNext": "Based on your application and your responses to the application questionnaire, you may be presented with instructions on how to access the USA Hire system to complete the online assessments. The online assessments must be completed within 48 hours following the close of this announcement. You will have the opportunity to request a testing accommodation for the assessment should you have a disability covered under the Rehabilitation Act of 1973 as amended. Your assessment results will be kept on record for one year and used toward future positions for which you might apply that require the same assessments. To be considered for the position, you must meet all qualifications, including meeting or exceeding the cut score on the required assessments. Once the announcement has closed, a review of your résumé and supporting documentation will be used to determine whether you meet the qualification requirements listed on this announcement. If you are minimally qualified, your résumé and supporting documentation will be compared against your responses to the assessment questionnaire to determine your level of experience. If, after reviewing your résumé and/or supporting documentation, a determination is made that you have inflated your qualifications and/or experience, you may lose consideration for this position. Please follow all instructions carefully when applying, errors or omissions may affect your eligibility. You will receive another notification about the status of your application. If referred, you may be asked to conduct a structured interview. We expect to make a job offer within 80 days after the closing date of the announcement. After making a tentative job offer, we will conduct a preliminary suitability/security background investigation to determine entry on duty.", "RequiredDocuments": "To apply for this position, you must provide a complete Application Package which includes: 1. Required: Your responses to the Online and Occupational Questionnaire (This is completed automatically during the apply online process). 2. Required: Your resume showing relevant experience and dates (month/year) of employment and work schedule for each (e.g., part-time XX hours per week or full-time) (cover letter optional). Please limit your resume to 5 pages and include only information that demonstrates you meet the eligibility for this position. 3.(Required if you meet qualifications based on education): An unofficial college transcript. (Note: If you are selected for this position, official transcript will be required prior to your first day.) 4. Required: A copy of your most recent performance appraisal (current/former federal employees ONLY). 5. Required, if you are a current or former Federal employee: the most recent copy of an SF-50, Notification of Personnel Action, showing title, series, grade, and full performance level (FPL). Please note your SF-50 must include your FPL in the remark section (e.g., appointment, reassignment, promotion actions), pay adjustments and awards do not include this information so they are not acceptable. 6. Required, if you are CTAP/ICTAP: Certification of Expected Separation, Reduction-In-Force Separation Notice, or Notice of Proposed Removal; SF-50 that documents the RIF separation action: a copy of an SF-50, Notification of Personnel Action, showing current position, grade, promotion potential, and duty location; AND a copy of your most recent performance appraisal. 7. Required, if applicable: DD-214, SF-15 Form and VA disability letter, or certification of expected discharge or release from active duty from Veterans for consideration under Veteran hiring authorities Non-competitive appointment authority documentation, appraisal). 8. Required, if you are applying as a Schedule (A) applicant: Schedule A letter from a physician, local, state or federal rehabilitation office citing your eligibility and job readiness under 5 CFR 213.3102 (u). 9. Required, if you are apply as a Veterans Employment Opportunity Act: DD-214, SF-15 Form and VA letter, or certification of expected discharge or release from active duty under honorable conditions within 120 days. 10. Required, if you are eligible under Certain Family Members Eligible under E.O. 12721: Your most recent non-award SF-50 and performance appraisal. 11. Required, if you are eligible under Certain Military Spouses Eligible under E.O. 13473: Permanent Change of Station (PCS) orders, issued within the last 2 years, that lists you as authorized to accompany the Military member to the new duty permanent station; OR verification of the member's 100% disability (VA Letter); and/or verification of the member's death while on active duty (DD-1300 and Death Certificate) AND verification of the marriage to the service member (i.e., a marriage license or other legal documentation verifying marriage). 12. Required, if you are eligible under Interchange Agreement with Other Merit Systems Eligible: Documentation of eligibility as listed in each individual interchange agreement. 13. Required, if you are eligible under Land Management Workforce Flexibility Act: Must provide all required documentation to verify eligibility, prior performance, and qualifications for the target position. Click on the link for information and eligibility requirements under the Land Management Workforce Flexibility Act: Land Management Workforce Eligibility Act. Land Management Eligibles must compete under competitive merit promotion procedures and meet all applicable requirements as such. NOTE: Please review the above list(s) to ensure you have included all necessary documents required for your application. Not every applicant will require the same documents, therefore it is the applicant's responsibility to ensure that their application package includes all necessary documents to determine qualifications and eligibility for appointment, such as a copy of your SF-50, transcript, ICTAP/CTAP documentation (for displaced Federal employees). You will not be contacted for additional information. Applicants will be deemed ineligible if supporting documentation is not submitted. If your materials are not received by the closing date, your application will be evaluated solely on the information available, and you may not receive full consideration or may not be considered eligible. Also, if you do not provide a valid email address, you may not be notified of the outcome of your application.", "Benefits": "", "BenefitsUrl": "https://www.usajobs.gov/Help/working-in-government/", "BenefitsDisplayDefaultText": false, "OtherInformation": "CAREER TRANSISTION ASSISTANCE PROGRAMS: These programs apply to employees who have been involuntarily separated from a Federal service position within the competitive service or Federal service employees whose positions have been deemed surplus or no longer needed. To receive selection priority for this position, you must: (1) meet CTAP or ICTAP eligibility criteria; (2) be rated well-qualified for the position with a score of 85 or above; and, (3) submit the appropriate documentation to support your CTAP or ICTAP eligibility. For more information visit: http://www.opm.gov/rif/employee_guides/career_transition.asp . SELECTIVE SERVICE REGISTRATION: Males born after 12-31-59 must be registered or exempt from Selective Service (see https://www.sss.gov/RegVer/wfRegistration.aspx). VETERANS EMPLOYMENT OPPORTUNITY ACT (VEOA): To be eligible for a VEOA appointment under Merit Promotion procedures, you must be a preference eligible or a Veteran separated after 3 years or more of continuous active service performed under honorable conditions. For more information, click on this link: VEOA. NONCOMPETITIVE APPOINTMENT AUTHORITIES: For more information on noncompetitive appointment authority eligibility requirements - Persons with Disabilities-Schedule A - Special Hiring Authorities for Veterans - Special Hiring Authority for Certain Military Spouses - Other Special Appointment Authorities BARGAINING UNIT: This position is in the bargaining unit represented by AFGE Local 3403. HIRING INCENTIVES: Eligible for Student Loan Repayment Program Eligible for Tuition Assistance Program This position is telework eligible HOW WILL YOU BE EVALUATED: You will be evaluated based on how well you meet the qualifications listed in this vacancy announcement. Your qualifications will be evaluated based on your application materials (e.g., resume, supporting documents), the responses you provide on the application questionnaire, and the result of the online assessments required for this position. You will be assessed on the following competencies (knowledge, skills, abilities, and other characteristics). Your application will be evaluated and rated under IMLSs Category Rating and Selection Procedures. If you rate yourself higher than is supported by your application materials, your responses may be adjusted and/or you may be excluded from consideration for this job. To be considered for this position, you must complete all required steps in the process. If it is determined you meet minimum qualification requirements, your application will then be placed in one of three categories: Best Qualified Highly Qualified Qualified The Category Rating Process does not add veterans' preference points or apply the \"rule of three\" but protects the rights of Veterans by placing them ahead of non-preference eligibles within each quality category. Veterans' preference eligibles who meet the minimum qualification requirements and who have a compensable service-connected disability of at least 10 percent will be listed in the highest quality category (except in the case of scientific or professional positions at the GS-09 level or higher). If you are found to be among the top candidates, you will be referred to the selecting official for employment consideration.", "KeyRequirements": [], "WithinArea": "False", "CommuteDistance": "0", "ServiceType": "01", "AnnouncementClosingType": "01", "AgencyContactEmail": "recruiting@imls.gov", "AgencyContactPhone": "202-653-4676", "SecurityClearance": "Not Required", "DrugTestRequired": "False", "PositionSensitivitiy": "Non-sensitive (NS)/Low Risk", "AdjudicationType": ["Credentialing", "Suitability/Fitness"], "TeleworkEligible": true, "RemoteIndicator": false}, "IsRadialSearch": false}}, "RelevanceRank": 0}, {"MatchedObjectId": "790375700", "MatchedObjectDescriptor": {"PositionID": "DE-12409031-24-SW", "PositionTitle": "Program Specialist", "PositionURI": "https://www.usajobs.gov:443/GetJob/ViewDetails/790375700", "ApplyURI": ["https://www.usajobs.gov:443/GetJob/ViewDetails/790375700?PostingChannelID="], "PositionLocationDisplay": "Washington, District of Columbia", "PositionLocation": [{"LocationName": "Washington, District of Columbia", "CountryCode": "United States", "CountrySubDivisionCode": "District of Columbia", "CityName": "Washington, District of Columbia", "Longitude": -77.032, "Latitude": 38.8904}], "OrganizationName": "National Foundation on the Arts and the Humanities - Agency Wide", "DepartmentName": "National Foundation on the Arts and the Humanities", "SubAgency": "INSTIUTE OF MUSEUM AND LIBRARY SERVICES", "JobCategory": [{"Name": "Miscellaneous Administration And Program", "Code": "0301"}], "JobGrade": [{"Code": "GS"}], "PositionSchedule": [{"Name": "", "Code": "1"}], "PositionOfferingType": [{"Name": "", "Code": "15317"}], "QualificationSummary": "MINIMUM QUALIFICATIONS: Your resume must include detailed information as it relates to the responsibilities and specialized experience for this position. Evidence of copying and pasting directly from the vacancy announcement without clearly documenting supplemental information to describe your experience will result in an ineligible rating. This will prevent you from receiving further consideration. MINIMUM QUALIFICATIONS: GS-9: To be eligible at the GS-9 grade level, you must have at least one year of specialized experience at or equivalent to the GS-07 grade level or pay band in the Federal service or equivalent experience in the private or public sector. Specialized experience is defined as the following: Specialized experience is defined as: (1) Knowledge of grants management laws, policies, and procedures (e.g., federal, state, local, private organizations); (2) Knowledge of and/or experience with reviewing applications for grants or cooperative agreements, etc.; (3) Skill in utilizing a web-based grants management database to process applications and run reports; (4) Skill in oral and written communications to provide general assistance and run reports for internal/external stakeholders. OR I have a Master's or equivalent graduate degree related to the position in an accredited or pre-accredited college or university or 2 full years of progressively higher-level graduate education related in one or a combination of the following educational leading to such a degree. Graduate level education must demonstrate the competencies necessary to do the work of the position. Qualifying education includes one or a combination of the following fields: Library and Information Science, Business, Education, or American Indian Studies. OR I have some specialized experience as described above, but less than one year and I have more than one year but less than two years of graduate education. A combination of specialized experience and graduate level education (i.e. Master's degree), related to the position. Graduate level education must demonstrate the competencies necessary to do the work of the position. Qualifying education includes one or a combination of the following fields: Library and Information Science, Business, Education, or American Indian Studies. GS-11: To qualify at the GS-11 grade level, applicants must possess at least one year of specialized experience at or equivalent to the GS-09 grade level or pay band in the Federal service or equivalent experience in the private or public sector. Specialized experience is defined as the following: (1) knowledge of and/or experience interpreting grant management laws, policies, and procedures, or requirements (e.g., federal, state, local, private organizations); (2) experience with monitoring complex grant program programs (e.g. application and review processes; awardee reporting; and program administration); (3) skill in written communications to create policies/procedures, reports, and/or respond to internal/external inquiries; and (4) skill in oral communications to assist complex technical inquiries, conduct training, or lead projects and other initiatives. OR Three (3) full years of progressively higher-level graduate education leading to such a degree (i.e. PhD), related in one or a combination of the following educational fields is required: Library and Information Science, Business, Education, or American Indian Studies. OR A combination of specialized experience and graduate level education (i.e. PhD), related in one or a combination of the following fields is required: Library and Information Science, Business, Education, or American Indian Studies that equates to one year of experience. To compute the percentage, divide your total months of qualifying experience by 12. Then divide your semester hours of graduate education beyond the first two years by 18. Add the two percentages. The total percentage must equal at least 100 percent to qualify. NOTE: Experience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., Peace Corps, AmeriCorps) and other organizations (e.g., professional; philanthropic; religious; spiritual; community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment. You will receive credit for all qualifying experience, including volunteer experience. Graduate Education: GS-9: To qualify on the basis of education for the GS-0301 position at the GS-9 grade level, graduate education must be in one or a combination of the following fields is required: Library and Information Science, Business, Education, or American Indian Studies. Only graduate education in excess of the first year may be used to qualify applicants for positions at the GS-9 grade level. See \"Combination of education and experience\" for more information on calculating percentage of education. GS-11: To qualify for the GS-0301 position at the GS-11 grade level(s) on the basis of graduate level education, graduate education must be in one or a combination of the following fields is required: Library and Information Science, Business, Education, or American Indian Studies. Only graduate education in excess of the first two (2) years may be used to qualify applicants for positions at the GS-11 grade level. See \"Combination of education and experience\" for more information on calculating percentage of education. Combining Education and Experience: Combinations of successfully completed post-high school education and experience may be used to meet total qualification requirements for the grade levels specified in the table, and may be computed by first determining the applicant's total qualifying experience as a percentage of the experience required for the grade level; then determining the applicant's education as a percentage of the education required for the grade level; and then adding the two percentages. The total percentages must equal at least 100 percent to qualify an applicant for that grade level. Note: An academic year of graduate education is considered to be the number of credit hours that the school attended has determined to represent 1 academic year of full-time study. This determination is made based on normal course loads for a full year of study in the graduate program. If that information cannot be obtained from the school, 18 semester hours or 27 quarter hours should be considered as satisfying the 1 year of full-time study requirement. Part-time graduate education is creditable in accordance with its relationship to a year of full-time study at the school attended.", "PositionRemuneration": [{"MinimumRange": "68405.0", "MaximumRange": "107590.0", "RateIntervalCode": "PA", "Description": "Per Year"}], "PositionStartDate": "2024-05-08T00:00:00.0000", "PositionEndDate": "2024-05-22T23:59:59.9970", "PublicationStartDate": "2024-05-08T00:00:00.0000", "ApplicationCloseDate": "2024-05-22T23:59:59.9970", "PositionFormattedDescription": [{"Label": "Dynamic Teaser", "LabelDescription": "Hit highlighting for keyword searches."}], "UserArea": {"Details": {"JobSummary": "This position is located in the Office of Library Services, Discretionary Programs Section and serves as a Program Specialist. The incumbent will participate in grants management work involving Federal grants and cooperative agreements, and provide grants-related guidance and services to both applicants and awardees.", "WhoMayApply": {"Name": "", "Code": ""}, "LowGrade": "9", "HighGrade": "11", "PromotionPotential": "11", "SubAgencyName": "INSTIUTE OF MUSEUM AND LIBRARY SERVICES", "OrganizationCodes": "AH/AH00", "Relocation": "False", "HiringPath": ["fed-transition", "public", "vet"], "TotalOpenings": "1", "AgencyMarketingStatement": "The Institute of Museum and Library Services (IMLS) is the primary source of federal support for the nation's libraries and museums. We advance, support, and empower America's museums, libraries, and related organizations through grant-making, research, and policy development. Our vision is a nation where museums and libraries work together to transform the lives of individuals and communities. The position is located within the Office of Library Services/Discretionary Programs. IMLS is located inside the L'Enfant Plaza in SW Washington, D.C., and is accessible by public transportation (L'Enfant Plaza Metro Station). IMLS is connected to the L'Enfant Plaza Metro Station and VRE Station stop, and is within walking distance to the L'Enfant Shopping Plaza, and numerous restaurants, shops, and governmental agencies. IMLS offers Work/life options, transit subsidy, and student loan assistance programs. Information about the Institute of Museum and Library Services can be found at http:// www.imls.gov This position is also being announced to applicants eligible to apply through Merit Promotion procedures, under vacancy announcement: ST-12409032-24-SW This announcement may be used to fill additional positions if similar vacancies occur within 90 days of the issue date of the referral certificate.", "TravelCode": "0", "ApplyOnlineUrl": "https://apply.usastaffing.gov/Application/Apply", "DetailStatusUrl": "https://apply.usastaffing.gov/Application/ApplicationStatus", "MajorDuties": ["At the full performance level, the incumbent will work on various phases of the receipt and processing of library grant applications as well as the monitoring and assessing of awardee performance. If selected for the Program Specialist, you will receive formal and/or on-the-job training as needed. Typical work assignments will include: Provides technical support in reviewing grants applications, annual reports, and required forms for the fulfillment of financial prerequisites and compliance with standard policies or regulations. Assists in researching administrative and regulatory citations and liaising with grant applicants and grantees as needed. Coordinates the finalization and dissemination of grant documents. Assists with processing grant applications and contacting grant applicants. Coordinates the peer review of grant applications and provides technical assistance to reviewers. Works closely with program staff and other agency staff as needed to develop and deliver training workshops and presentations on grant processes, requirements, and other matters. Responds to external and internal inquiries. Provides general guidance regarding basic program requirements but refers difficult questions or issues to a Program Officer. May contact grantees regarding incomplete reports or other matters as directed by program staff. Tracks and manages official grant files and documentation both in hardcopy and electronic format. Performs other duties as assigned. Responsibilities will increase and assignments will become more complex as your training and experience progress."], "Education": "ARE YOU USING YOUR EDUCATION TO QUALIFY? You MUST provide transcripts or other documentation to support your educational claims. Unless otherwise stated: (1) official or unofficial transcripts are acceptable, or (2) you may submit a list with all of your courses, grades, semester, year, and credit for the course. All materials must be submitted by the closing date of the announcement. All academic degrees and coursework must be completed at a college or university that has obtained accreditation or pre-accreditation status from an accrediting body recognized by the U.S. Department of Education. For a list of schools that meet this criteria, see the Department of Education website at www.ed.gov. PASS/FAIL COURSES: If more than 10 percent of your undergraduate course work (credit hours) were taken on a pass/fail basis, your claim of superior academic achievement must be based upon class standing or membership in an honor society. GRADUATE EDUCATION: One academic year of graduate education is considered to be the number of credit hours your graduate school has determined to represent one academic of full-time study. Such study may have been performed on a full-time or part-time basis. If you cannot obtain your graduate school's definition of one year of graduate study, 18 semester hours (or 27 quarter hours) should be considered as satisfying the requirement for one year of full-time graduate study. FOREIGN EDUCATION: if you are using education completed in foreign colleges or universities to meet the qualification requirements, you must show that the education credentials have been evaluated by a private organization that specializes in interpretation of foreign education programs and such education has been deemed equivalent to that gained in accredited U.S. education program; or full credit has been given for the courses at a U.S. accredited college or university. For further information, visit: http://www.ed.gov/about/offices/list/ous/international/usnei/us/edlite-visitus-forrecog.html", "Requirements": "", "Evaluations": "(CONTINUED): All applicants' qualifications will be evaluated on the below-listed competencies, which are required for this position. Please outline experience/ education for these competencies in your resume. The required competencies for this position are as follows: Computer Skills: Uses computers, software applications, databases, and automated systems to accomplish work. Customer Service: Works with clients and customers (that is, any individuals who use or receive the services or products that your work unit produces, including the general public, individuals who work in the agency, other agencies, or organizations outside the Government) to assess their needs, provide information or assistance, resolve their problems, or satisfy their expectations; knows about available products and services; is committed to providing quality products and services. Grants Management, Laws, Regulations, and Guidelines: Knowledge of principles, laws, regulations, policies, practices, and guidelines (for example, Executive Orders, Code of Federal Regulations, OMB circulars) of grant or agreement programs, including their order of precedence, and procedures for soliciting, receiving, reviewing, and processing proposals, and awarding and administering grants and agreements. Planning and Evaluating: Organizes work, sets priorities, and determines resource requirements; determines short- or long-term goals and strategies to achieve them; coordinates with other organizations or parts of the organization to accomplish goals; monitors progress and evaluates outcomes In addition to the application and the occupational questionnaire, this position requires an online assessment. The online assessment measures critical general competencies required to perform the job: Reading Comprehension Decision Making Attention to Detail Customer Service Flexibility Integrity/Honesty Interpersonal Skills Learning Self-Management Stress Tolerance Teamwork Reasoning The online assessment includes a cut score based on the minimum level of required proficiency in these critical general competencies. You must meet or exceed the cut score to be considered. You will not be considered for the position if you score below the cut score or fail to complete the online assessment. Overstating your qualifications and/or experience in your application materials or the occupational questionnaire may result in your removal from consideration. Cheating on the online assessment may also result in your removal from consideration. The Occupational Questionnaire will take you approximately 20 minutes to complete. To preview the Occupational Questionnaire, click the following link:https://apply.usastaffing.gov/ViewQuestionnaire/12409031 The Online Questionnaire will take up to 2 hours to complete. Applicants will have 48 hours from the date of application submission to complete the online questionnaire. Applicants will receive an email to complete the online questionnaire, if the minimum qualifications for the position are met. Please check your junk/spam email boxes to ensure receipt of the online questionnaire invitation.", "HowToApply": "Please read the entire announcement and all the instructions before you begin an application. To apply for this position, you must complete the initial online application, to include the initial online assessment and submission of the required documentation specified in the Required Documents section above. The complete application package must be submitted by 11:59 PM (ET) on the closing date of the announcement to receive consideration. The application process is as follows: 1. To begin the application process, click the Apply Online button. 2. Answer the questions presented in the application and attach all necessary supporting documentation. 3. Click the Submit Application button prior to 11:59 PM (ET) on the announcement closing date. 4. After submitting an online application, you will be notified whether or not you are required to take additional online assessments through the USA Hire Competency Based Assessment system. This message will be delivered to you via email notification. The email may be routed to your \"Spam\" or \"Junk\" folder. 5. If you are asked to take the USA Hire Competency Based Assessments, you will be presented with a unique URL to access the USA Hire system. Access to USA Hire is granted through your USAJOBS login credentials. Be sure to review all instructions prior to beginning your USA Hire Assessments. Click here for Computer System Requirements (https://help.usastaffing.gov/Apply/index.php?title=USA_Hire_System_Requirements) 6. NOTE: Set aside at least 3 hours to take these assessments; however, most applicants complete the assessments in less time. If you need to stop the assessments and continue at a later time, you can re-use the URL sent to you via email and also found in your USAJOBS account under the \"Track my Application\" link for the corresponding application. Reasonable Accommodation (RA) Requests: If you believe you have a disability (i.e., physical or mental), covered by the Rehabilitation Act of 1973 as amended that would interfere with completing the USA Hire Competency Based Assessments, you will be granted the opportunity to request a RA in your online application. Requests for RA for the USA Hire Competency Based Assessments and appropriate supporting documentation for RA must be received prior to starting the USA Hire Competency Based Assessments. Decisions on requests for RA are made on a case-by-case basis. If you meet the minimum qualifications of the position, after notification of the adjudication of your request, you will receive an email invitation to complete the USA Hire Competency Based Assessments. You must complete all assessments within 48 hours of receiving the URL to access the USA Hire Competency Based Assessments, if you received the link after the close of the announcement. To determine if you need a RA, please review the Procedures for Requesting a Reasonable Accommodation for Online Assessments here: Reasonable Accommodations for Reasonable Accommodations for USAHIRE To update your application, including supporting documentation, at any time during the announcement open period, return to your USAJOBS account (https://usajobs.gov). There you will find a record of your application, the application status, and an option to Edit my application. This option will no longer be available once the announcement has closed. To verify the status of your application both during and after the announcement open period, log into your USAJOBS account at https://www.usajobs.gov. On the Home page, scroll down and locate your job application. Once the job has been located, click the \"Track this Application\" link on the right under the application date. The page will refresh to display the Agency's Application Information page where you can scroll down and review any notifications the agency has sent you. The Application Status will appear along with the date your application was last updated. For information on what each Application Status means, visit: https://www.usajobs.gov/Help/how-to/application/status/.", "WhatToExpectNext": "Based on your application and your responses to the application questionnaire, you may be presented with instructions on how to access the USA Hire system to complete the online assessments. The online assessments must be completed within 48 hours following the close of this announcement. You will have the opportunity to request a testing accommodation for the assessment should you have a disability covered under the Rehabilitation Act of 1973 as amended. Your assessment results will be kept on record for one year and used toward future positions for which you might apply that require the same assessments. To be considered for the position, you must meet all qualifications, including meeting or exceeding the cut score on the required assessments. Once the announcement has closed, a review of your résumé and supporting documentation will be used to determine whether you meet the qualification requirements listed on this announcement. If you are minimally qualified, your résumé and supporting documentation will be compared against your responses to the assessment questionnaire to determine your level of experience. If, after reviewing your résumé and/or supporting documentation, a determination is made that you have inflated your qualifications and/or experience, you may lose consideration for this position. Please follow all instructions carefully when applying, errors or omissions may affect your eligibility. You will receive another notification about the status of your application. If referred, you may be asked to conduct a structured interview. We expect to make a job offer within 80 days after the closing date of the announcement. After making a tentative job offer, we will conduct a preliminary suitability/security background investigation to determine entry on duty.", "RequiredDocuments": "To apply for this position, you must provide a complete Application Package which includes: 1. (Required): Your responses to the Online and Occupational Questionnaire (This is completed automatically during the apply online process). 2. (Required): Your resume showing relevant experience and dates (month/year) of employment and work schedule for each (e.g., part-time XX hours per week or full-time) (cover letter optional). Please limit your resume to 5 pages and include only information that demonstrates you meet the eligibility for this position. 3. (Required if you meet qualifications based on education): An unofficial college transcript. (Note: If you are selected for this position, official transcript will be required prior to your first day.) 4. (Required, if applicable): Are you claiming special priority selection rights under the Inter-agency Career Transition Assistance Program (ICTAP)? If so, submit: A copy of your Reduction In-Force (RIF) separation notice; OR notice of proposed removal for failure to relocate OR; notice of disability annuity termination or certification from your former agency that it cannot place you after your recovery from a work-related (OWCP) compensable injury; OR certification that you are eligible for Special Disability Retirement as a Former Military Reserve/National Guard Technician. A copy of your SF-50 \"Notification of Personnel Action'', documenting your RIF separation, noting your positions, grade level, and duty location, and/or Agency certification letter of inability to place you through the Reemployed Priority Listing (RPL), etc. A copy of your latest performance appraisal including your rating; and Any documentation from your agency that shows your current promotion potential. 5. (Required, if applicable): DD-214 or certification of expected discharge or release from active duty under honorable conditions within 120 days, or an official letter from the Department of Veterans Affairs referencing your service-connected disability, and the Standard Form-15 (SF-15). 6.(Required, if applicable): Are you a current or former political Schedule A, Schedule C, Non-career SES or Presidential Appointee employee? Submit a copy of your applicable SF-50, along with a statement that provides the following information regarding your most recent political appointment: Beginning and ending dates of appointment Agency; and Type of appointment (Schedule A, Schedule C, Non-career SES, or Presidential Appointee); Position title NOTE: Please review the above list(s) to ensure you have included all necessary documents required for your application. Not every applicant will require the same documents, therefore it is the applicant's responsibility to ensure that their application package includes all necessary documents to determine qualifications and eligibility for appointment, such as a copy of your SF-50, transcript, ICTAP/CTAP documentation (for displaced Federal employees). You will not be contacted for additional information. Applicants will be deemed ineligible if supporting documentation is not submitted. If your materials are not received by the closing date, your application will be evaluated solely on the information available, and you may not receive full consideration or may not be considered eligible. Also, if you do not provide a valid email address, you may not be notified of the outcome of your application.", "Benefits": "", "BenefitsUrl": "https://www.usajobs.gov/Help/working-in-government/", "BenefitsDisplayDefaultText": false, "OtherInformation": "Career Transition Assistance Programs: These programs apply to employees who have been involuntarily separated from a Federal service position within the competitive service or Federal service employees whose positions have been deemed surplus or no longer needed. To receive selection priority for this position, you must: (1) meet CTAP or ICTAP eligibility criteria; (2) be rated well-qualified for the position with a score of 85 or above; and, (3) submit the appropriate documentation to support your CTAP or ICTAP eligibility. For more information visit: http://www.opm.gov/rif/employee_guides/career_transition.asp . Selective Service Registration: Males born after 12-31-59 must be registered or exempt from Selective Service (see https://www.sss.gov/RegVer/wfRegistration.aspx). BARGAINING UNIT: This position is in the bargaining unit represented by AFGE Local 3403. HIRING INCENTIVES: Eligible for Student Loan Repayment Program Eligible for Tuition Assistance Program This position is telework eligible: For details on agency's Telework policy, contact Office of Human Resources at swalkes@imls.gov. HOW WILL YOU BE EVALUATED: You will be evaluated based on how well you meet the qualifications listed in this vacancy announcement. Your qualifications will be evaluated based on your application materials (e.g., resume, supporting documents), the responses you provide on the application questionnaire, and the result of the online assessments required for this position. You will be assessed on the following competencies (knowledge, skills, abilities, and other characteristics). Your application will be evaluated and rated under IMLSs Category Rating and Selection Procedures. If you rate yourself higher than is supported by your application materials, your responses may be adjusted and/or you may be excluded from consideration for this job. To be considered for this position, you must complete all required steps in the process. If it is determined you meet minimum qualification requirements, your application will then be placed in one of three categories: Best Qualified Highly Qualified Qualified The Category Rating Process does not add veterans' preference points or apply the \"rule of three\" but protects the rights of Veterans by placing them ahead of non-preference eligibles within each quality category. Veterans' preference eligibles who meet the minimum qualification requirements and who have a compensable service-connected disability of at least 10 percent will be listed in the highest quality category (except in the case of scientific or professional positions at the GS-09 level or higher). If you are found to be among the top candidates, you will be referred to the selecting official for employment consideration.", "KeyRequirements": [], "WithinArea": "False", "CommuteDistance": "0", "ServiceType": "01", "AnnouncementClosingType": "01", "AgencyContactEmail": "recruiting@imls.gov", "AgencyContactPhone": "202-653-4676", "SecurityClearance": "Not Required", "DrugTestRequired": "False", "PositionSensitivitiy": "Non-sensitive (NS)/Low Risk", "AdjudicationType": ["Credentialing", "Suitability/Fitness"], "TeleworkEligible": true, "RemoteIndicator": false}, "IsRadialSearch": false}}, "RelevanceRank": 0}]